
#Error code
CIF00001=L'ID d'objet m\u00e9tier fourni est vide
CIF00002=Echec de la r\u00e9servation du fichier
CIF00003=Echec de la r\u00e9servation FCS
CIF00004=Impossible de cr\u00e9er l'objet m\u00e9tier
CIF00005=Impossible d'obtenir le ticket de restitution
CIF00006=Echec de la restitution FCS
CIF00007=Restitution du fichier pendant le chargement. Echec d\u00fb \u00e0 une erreur FCS
CIF00008=Echec de connexion de l'objet m\u00e9tier \u00e0 la relation
CIF00009=L'objet m\u00e9tier connect\u00e9 est nul
CIF00010=Le nom de la relation est vide ou nul
CIF00011=Impossible de lire un fichier \u00e0 partir du r\u00e9pertoire
CIF00012=Le contexte de la matrice est nul ou non valide.
CIF00013=Impossible de r\u00e9soudre le nom symbolique
CIF00014=Impossible de cr\u00e9er un fichier \u00e0 un emplacement temporaire
CIF00015=Impossible de lire un fichier \u00e0 partir d'un emplacement temporaire
CIF00016=Impossible d'initialiser l'enregistreur
CIF00017=Impossible d'obtenir le faisceau de ressources de cha\u00eenes
CIF00018=L'objet m\u00e9tier n'existe pas
CIF00019=Impossible de d\u00e9velopper l'objet m\u00e9tier avec la relation
CIF00020=Impossible d'enregistrer un fichier de m\u00e9tadonn\u00e9es dans l'objet m\u00e9tier
CIF00021=Impossible d'obtenir la date modifi\u00e9e de l'objet m\u00e9tier
CIF00022=Impossible de supprimer le fichier \u00e0 partir de l'emplacement temporaire
CIF00023=Impossible de s\u00e9lectionner les donn\u00e9es requises de l'objet m\u00e9tier
CIF00024=Impossible de s\u00e9lectionner les attributs requis de l'objet m\u00e9tier
CIF00025=Impossible de lire le fichier de sch\u00e9ma XREF depuis le disque local.
CIF00026=Impossible d\u2019analyser le fichier de sch\u00e9ma XREF.
CIF00027=Impossible de traverser une structure pour la navigation XREF.
CIF00028=Erreur lors du retour de structure de navigation XREF.

CIF00029=Erreur lors de l\u2019ex\u00e9cution du JPO. V\u00e9rifiez si le JPO est configur\u00e9 correctement.
CIF00030=La r\u00e8gle de gestion des marquages n'autorise pas l'utilisateur \u00e0 enregistrer des marquages.
CIF00031=Impossible de lire la r\u00e8gle de gestion de marquage, assurez-vous que le fichier de r\u00e8gle de gestion est \u00e0 l\u2019emplacement correct.
CIF00032=Impossible d\u2019enregistrer le marquage. V\u00e9rifiez les journaux pour plus de d\u00e9tails.
CIF00033=Impossible de cr\u00e9er un type affichable pour la conception. V\u00e9rifiez les journaux pour plus de d\u00e9tails.
CIF00034=Erreur lors de la connexion d\u2019objets m\u00e9tier avec la relation donn\u00e9e.
CIF00035=Erreur lors du renvoi d\u2019identifiant de document du marquage donn\u00e9. V\u00e9rifiez les journaux pour plus de d\u00e9tails.
CIF00036=La r\u00e8gle de gestion de marquage ne permet la suppression de ce dernier par l\u2019utilisateur.
CIF00037=Erreur lors de la d\u00e9finition d\u2019attributs pour des objets m\u00e9tier. Reportez-vous aux journaux pour plus de d\u00e9tails.
CIF00038=Erreur lors de la r\u00e9cup\u00e9ration des donn\u00e9es requises. Reportez-vous aux journaux pour plus de d\u00e9tails.
CIF00039=Impossible de supprimer des marquages cr\u00e9\u00e9s par un autre utilisateur. L\u2019utilisateur ne dispose pas de l\u2019acc\u00e8s 'd\u00e9connecter de' pour l\u2019objet C3DViewable.
CIF00040=Une exception de matrice est survenue lors de l'enregistrement du fichier de m\u00e9tadonn\u00e9es.
CIF00041=L'utilisateur connect\u00e9 n'est pas autoris\u00e9 \u00e0 modifier le marquage du projet / organisation courante.
CIF00042=La cr\u00e9ation de marquage n'est pas autoris\u00e9e pour ce r\u00f4le.
CIF00043=Erreur lors de la lecture du flux d'entr\u00e9e
CIF00044=L'utilisateur connect\u00e9 n'est pas autoris\u00e9 \u00e0 supprimer les marquages !!
CIF00045=L'utilisateur connect\u00e9 n'est pas autoris\u00e9 !!
CIF00046=Les caract\u00e8res sp\u00e9ciaux ne sont pas pris en charge !
CIF00047=Un marquage portant le nom indiqu\u00e9 est d\u00e9j\u00e0 pr\u00e9sent. Veuillez essayer avec un autre nom.
CIF00048= Impossible de trouver l'objet mineur
CIF00049= Le probl\u00e8me est li\u00e9 \u00e0 la commande MQL.
CIF00050= Erreur d'analyse de le marquage DocID

#View DMS properties page
type=TypeDoc
format.file.format=FormatDoc
format.file.name=NomDoc
id=Id
revision=Version
format.file.size=TailleDoc
name=Nom

c3dIntegration.Error.NoIEF=Installation IEF non d\u00e9tect\u00e9e sur le syst\u00e8me cible. Impossible d'afficher la page Administration Autovue.


c3dIntegration.Menu.AVAdmMnuLbl=Administration AutoVue
c3dIntegration.Menu.ViewerLbl=Enregistrement des formats AutoVue
c3dIntegration.Menu.ViewerDesc=Page d'enregistrement des formats AutoVue
c3dIntegration.Menu.ViewerAlt=Page d'enregistrement des formats AutoVue
c3dIntegration.Menu.MainMenu=AutoVue

c3dIntegration.Footer.Next=Suivant
c3dIntegration.Footer.Cancel=Annuler
c3dIntegration.Footer.Done=Termin\u00e9

c3dIntegration.ViewerReg.PageTitle=Enregistrement des formats AutoVue
c3dIntegration.ViewerReg.PageHeader=Modifier l'enregistrement des formats
c3dIntegration.ViewerReg.TickTableHeader=Enregistrement des formats AutoVue
c3dIntegration.ViewerReg.SelectAllButton=S\u00e9lectionner tout
c3dIntegration.ViewerReg.RegTableHeader=Enregistrement du visualiseur ajout\u00e9 pour les formats 
c3dIntegration.ViewerReg.NoRegTodo=Aucun format \u00e0 enregistrer.
c3dIntegration.ViewerReg.UnregTableHeader=Enregistrement du visualiseur supprim\u00e9 pour les formats
c3dIntegration.ViewerReg.NoUnregTodo=Aucun format \u00e0 d\u00e9senregistrer.
c3dIntegration.ViewerReg.errMsgContext=L'enregistrement du format a \u00e9chou\u00e9 avec l'erreur ci-dessous. Veuillez contacter votre administrateur.
c3dIntegration.ViewerReg.FormatReg=R: Formats enregistr\u00e9s <BR> N: Formats non enregistr\u00e9s
c3dIntegration.ViewerReg.NoFormatReg=Rien \u00e0 enregistrer
c3dIntegration.ViewerReg.UserAuthError=L\u2019utilisateur n\u2019a pas acc\u00e8s \u00e0 l\u2019administration m\u00e9tier.<BR> Accordez-lui le droit d\u2019acc\u00e8s \u00e0 l\u2019administration des propri\u00e9t\u00e9s pour qu\u2019il puisse modifier l\u2019enregistrement de format.

c3dIntegration.Search.Browse=Parcourir
c3dIntegration.Search.Search=Recherche
c3dIntegration.Search.Type=Type
c3dIntegration.Search.Name=Nom
c3dIntegration.Search.Revision=R\u00e9vision
c3dIntegration.Search.Vault=Nom de coffre-fort
c3dIntegration.Search.Owner=Nom du propri\u00e9taire
c3dIntegration.Search.Format=Format
c3dIntegration.Search.FileName=Nom du fichier
c3dIntegration.Search.Version=Version
c3dIntegration.Search.Size=Taille
c3dIntegration.Search.ModificationDate=Date de modification

c3dIntegration.Markup.Type=Type de marquage
c3dIntegration.Markup.Author=Auteur

c3dIntegration.Markup.normal=normal
c3dIntegration.Markup.master=ma\u00eetre
c3dIntegration.Markup.consolidated=consolid\u00e9

c3dIntegration.3dVisualMeeting.NoAttachmentsError=Aucun document n'est joint \u00e0 la r\u00e9union. Veuillez joindre au moins un document et red\u00e9marrer la r\u00e9union.
c3dIntegration.3dVisualMeeting.AttachmentSelectionHeaderText=S\u00e9lectionnez un document pour lancer 3D Visual Meeting dans AutoVue.
c3dIntegration.RTC.FormatRegistrationError =Le format du document n\u2019est pas enregistr\u00e9. Veuillez contacter votre administrateur.
c3dIntegration.RTC.SessionMarkupSaveErrorForGuest =Seul l'h\u00f4te de la r\u00e9union est autoris\u00e9 \u00e0 enregistrer le fichier Collaboration Session Markup. Les autres utilisateurs peuvent uniquement ajouter/modifier des entit\u00e9s de marquage sous Collaboration Session Markup.
c3dIntegration.RTC.NoDocumentSelectedForRTC =Veuillez s\u00e9lectionner un document pour d\u00e9marrer Real Time Collaboration ou cliquez sur Annuler pour fermer cette page.
c3dIntegration.RTC.NullFileNameOrFormatError =Le nom de fichier ou le format du document/de la pi\u00e8ce jointe s\u00e9lectionn\u00e9(e) pour la r\u00e9union est NULL. V\u00e9rifiez que le document s\u00e9lectionn\u00e9 pour AutoVue Real Time Collaboration contient un fichier.
c3dIntegration.JNLP.StartPage =<b>Lancement du client AutoVue via le d\u00e9marrage Web Java</b><p>Les fichiers s\u00e9lectionn\u00e9s s'afficheront dans une nouvelle fen\u00eatre.<p>Si vous fermez la fen\u00eatre du visualisateur, rechargez ce cadre pour le recr\u00e9er.
c3dIntegration.JNLP.C3DStartRTCAppletFreePage =<b>Lancement du client AutoVue via le d\u00e9marrage Web Java</b><p>Un nouveau client initiera la session de collaboration.
c3dIntegration.JNLP.C3DJoinRTCAppletFreePage =<b>Lancement du client AutoVue via le d\u00e9marrage Web Java</b><p><p><i>Une fois le probl\u00e8me corrig\u00e9 : le nouveau client rejoindra la session de collaboration.</i>
