
# ENOVIALoc Version 06/17/19
#Error code
CIF00001=\u30d3\u30b8\u30cd\u30b9\u30aa\u30d6\u30b8\u30a7\u30af\u30c8ID\u304c\u7a7a\u767d\u3067\u3059
CIF00002=\u30d5\u30a1\u30a4\u30eb\u306e\u30c1\u30a7\u30c3\u30af\u30a2\u30a6\u30c8\u306b\u5931\u6557\u3057\u307e\u3057\u305f
CIF00003=FCS\u306e\u30c1\u30a7\u30c3\u30af\u30a2\u30a6\u30c8\u306b\u5931\u6557\u3057\u307e\u3057\u305f
CIF00004=\u30d3\u30b8\u30cd\u30b9\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3092\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093
CIF00005=\u30c1\u30a7\u30c3\u30af\u30a4\u30f3\u30c1\u30b1\u30c3\u30c8\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093
CIF00006=FCS\u306e\u30c1\u30a7\u30c3\u30af\u30a4\u30f3\u306b\u5931\u6557\u3057\u307e\u3057\u305f
CIF00007=\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u4e2d\u306e\u30d5\u30a1\u30a4\u30eb\u30c1\u30a7\u30c3\u30af\u30a4\u30f3\u3002FCS\u30a8\u30e9\u30fc\u304c\u539f\u56e0\u3067\u5931\u6557\u3057\u307e\u3057\u305f
CIF00008=\u30d3\u30b8\u30cd\u30b9\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3092\u30ea\u30ec\u30fc\u30b7\u30e7\u30f3\u3067\u95a2\u9023\u4ed8\u3051\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093
CIF00009=\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u308b\u30d3\u30b8\u30cd\u30b9\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u30cc\u30eb\u3067\u3059
CIF00010=\u30ea\u30ec\u30fc\u30b7\u30e7\u30f3\u540d\u304c\u30d6\u30e9\u30f3\u30af\u307e\u305f\u306f\u30cc\u30eb\u3067\u3059
CIF00011=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u306e\u30d5\u30a1\u30a4\u30eb\u3092\u8aad\u307f\u53d6\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093
CIF00012=\u30de\u30c8\u30ea\u30c3\u30af\u30b9\u306e\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u304c\u30cc\u30eb\u307e\u305f\u306f\u7121\u52b9\u3067\u3059
CIF00013=\u30b7\u30f3\u30dc\u30ea\u30c3\u30af\u540d\u3092\u89e3\u6c7a\u3067\u304d\u307e\u305b\u3093
CIF00014=\u4e00\u6642\u9818\u57df\u306b\u30d5\u30a1\u30a4\u30eb\u3092\u66f8\u304d\u8fbc\u3080\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093
CIF00015=\u4e00\u6642\u9818\u57df\u304b\u3089\u30d5\u30a1\u30a4\u30eb\u3092\u8aad\u307f\u53d6\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093
CIF00016=\u30ed\u30ac\u30fc\u3092\u521d\u671f\u5316\u3067\u304d\u307e\u305b\u3093
CIF00017=\u30b9\u30c8\u30ea\u30f3\u30b0\u30ea\u30bd\u30fc\u30b9\u30d0\u30f3\u30c9\u30eb\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093
CIF00018=\u30d3\u30b8\u30cd\u30b9\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u5b58\u5728\u3057\u307e\u305b\u3093
CIF00019=\u30ea\u30ec\u30fc\u30b7\u30e7\u30f3\u306e\u3042\u308b\u30d3\u30b8\u30cd\u30b9\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3092\u5c55\u958b\u3067\u304d\u307e\u305b\u3093
CIF00020=\u30d3\u30b8\u30cd\u30b9\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306b\u30e1\u30bf\u30d5\u30a1\u30a4\u30eb\u3092\u4fdd\u5b58\u3067\u304d\u307e\u305b\u3093
CIF00021=\u30d3\u30b8\u30cd\u30b9\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u5909\u66f4\u65e5\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093
CIF00022=\u4e00\u6642\u9818\u57df\u304b\u3089\u30d5\u30a1\u30a4\u30eb\u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093
CIF00023=\u30d3\u30b8\u30cd\u30b9\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304b\u3089\u5fc5\u8981\u306a\u30c7\u30fc\u30bf\u3092\u9078\u629e\u3067\u304d\u307e\u305b\u3093
CIF00024=\u30d3\u30b8\u30cd\u30b9\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304b\u3089\u5fc5\u8981\u306a\u5c5e\u6027\u3092\u9078\u629e\u3067\u304d\u307e\u305b\u3093
CIF00025=\u30ed\u30fc\u30ab\u30eb\u30c7\u30a3\u30b9\u30af\u304b\u3089XREF\u30b9\u30ad\u30fc\u30de\u30d5\u30a1\u30a4\u30eb\u3092\u8aad\u307f\u53d6\u308c\u307e\u305b\u3093
CIF00026=XREF\u30b9\u30ad\u30fc\u30de\u30d5\u30a1\u30a4\u30eb\u3092\u89e3\u6790\u3067\u304d\u307e\u305b\u3093
CIF00027=XREF\u30ca\u30d3\u30b2\u30fc\u30b7\u30e7\u30f3\u306e\u69cb\u9020\u3092\u30c8\u30e9\u30d0\u30fc\u30b9\u3067\u304d\u307e\u305b\u3093
CIF00028=XREF\u30ca\u30d3\u30b2\u30fc\u30b7\u30e7\u30f3\u69cb\u9020\u3092\u8fd4\u3057\u3066\u3044\u308b\u9593\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f

CIF00029=JPO\u306e\u5b9f\u884c\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002JPO\u304c\u6b63\u3057\u304f\u69cb\u6210\u3055\u308c\u3066\u3044\u308b\u304b\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044
CIF00030=\u30de\u30fc\u30af\u30a2\u30c3\u30d7\u30dd\u30ea\u30b7\u30fc\u306b\u3088\u308a\u3001\u30e6\u30fc\u30b6\u30fc\u306f\u30de\u30fc\u30af\u30a2\u30c3\u30d7\u3092\u4fdd\u5b58\u3067\u304d\u307e\u305b\u3093
CIF00031=\u30de\u30fc\u30af\u30a2\u30c3\u30d7\u30dd\u30ea\u30b7\u30fc\u3092\u8aad\u307f\u53d6\u308c\u307e\u305b\u3093\u3002\u30dd\u30ea\u30b7\u30fc\u30d5\u30a1\u30a4\u30eb\u304c\u6b63\u3057\u3044\u5834\u6240\u306b\u5b58\u5728\u3059\u308b\u304b\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044
CIF00032=\u30de\u30fc\u30af\u30a2\u30c3\u30d7\u3092\u4fdd\u5b58\u3067\u304d\u307e\u305b\u3093\u3002\u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u30ed\u30b0\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044
CIF00033=\u8a2d\u8a08\u306b\u8868\u793a\u53ef\u80fd\u306a\u30bf\u30a4\u30d7\u3092\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093\u3002\u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u30ed\u30b0\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044
CIF00034=\u30d3\u30b8\u30cd\u30b9\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3092\u6307\u5b9a\u3055\u308c\u305f\u30ea\u30ec\u30fc\u30b7\u30e7\u30f3\u3067\u95a2\u9023\u4ed8\u3051\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
CIF00035=\u6307\u5b9a\u3055\u308c\u305f\u30de\u30fc\u30af\u30a2\u30c3\u30d7\u306e\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8ID\u3092\u8fd4\u9001\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u30ed\u30b0\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044
CIF00036=\u30de\u30fc\u30af\u30a2\u30c3\u30d7\u30dd\u30ea\u30b7\u30fc\u306b\u3088\u308a\u3001\u30e6\u30fc\u30b6\u30fc\u306f\u30de\u30fc\u30af\u30a2\u30c3\u30d7\u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093
CIF00037=\u30d3\u30b8\u30cd\u30b9\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306b\u5c5e\u6027\u3092\u8a2d\u5b9a\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u30ed\u30b0\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044
CIF00038=\u8981\u6c42\u3055\u308c\u305f\u30c7\u30fc\u30bf\u306e\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u30ed\u30b0\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044
CIF00039=\u4ed6\u306e\u30e6\u30fc\u30b6\u30fc\u304c\u4f5c\u6210\u3057\u305f\u30de\u30fc\u30af\u30a2\u30c3\u30d7\u306f\u524a\u9664\u306f\u3067\u304d\u307e\u305b\u3093\u3002\u30e6\u30fc\u30b6\u30fc\u306b\u306fC3DViewable\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u95a2\u9023\u4ed8\u3051\u89e3\u9664\u30a2\u30af\u30bb\u30b9\u6a29\u304c\u3042\u308a\u307e\u305b\u3093
CIF00040=\u30e1\u30bf \u30d5\u30a1\u30a4\u30eb\u306e\u4fdd\u5b58\u4e2d\u306b\u30de\u30c8\u30ea\u30c3\u30af\u30b9\u306e\u4f8b\u5916\u304c\u767a\u751f\u3057\u307e\u3057\u305f
CIF00041=\u30ed\u30b0\u30a4\u30f3\u30e6\u30fc\u30b6\u30fc\u306f\u3001\u73fe\u5728\u306e\u30d7\u30ed\u30b8\u30a7\u30af\u30c8/\u7d44\u7e54\u3067\u30de\u30fc\u30af\u30a2\u30c3\u30d7\u3092\u5909\u66f4\u3059\u308b\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093
CIF00042=\u30ed\u30fc\u30eb\u306b\u30de\u30fc\u30af\u30a2\u30c3\u30d7\u306e\u4f5c\u6210\u304c\u8a31\u53ef\u3055\u308c\u3066\u3044\u307e\u305b\u3093
CIF00043=\u30d5\u30a1\u30a4\u30eb\u5165\u529b\u30b9\u30c8\u30ea\u30fc\u30e0\u306e\u8aad\u53d6\u308a\u30a8\u30e9\u30fc
CIF00044=\u30ed\u30b0\u30a4\u30f3\u30e6\u30fc\u30b6\u30fc\u306b\u306f\u30de\u30fc\u30af\u30a2\u30c3\u30d7\u3092\u524a\u9664\u3059\u308b\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093
CIF00045=\u30ed\u30b0\u30a4\u30f3\u30e6\u30fc\u30b6\u30fc\u306b\u306f\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093
CIF00046=\u7279\u6b8a\u6587\u5b57\u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093
CIF00047=\u6307\u5b9a\u3055\u308c\u305f\u540d\u524d\u306e\u30de\u30fc\u30af\u30a2\u30c3\u30d7\u306f\u3059\u3067\u306b\u5b58\u5728\u3057\u307e\u3059\u3002\u5225\u306e\u540d\u524d\u3092\u4f7f\u7528\u3057\u3066\u304f\u3060\u3055\u3044
CIF00048=\u30de\u30a4\u30ca\u30fc\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093
CIF00049= MQL\u30b3\u30de\u30f3\u30c9\u306b\u554f\u984c\u304c\u3042\u308a\u307e\u3059
CIF00050= \u30de\u30fc\u30af\u30a2\u30c3\u30d7DocID\u306e\u89e3\u6790\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f


#View DMS properties page
type=\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u30bf\u30a4\u30d7
format.file.format=\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u30d5\u30a9\u30fc\u30de\u30c3\u30c8
format.file.name=\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u540d
id=ID
revision=\u30d0\u30fc\u30b8\u30e7\u30f3
format.file.size=\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u30b5\u30a4\u30ba
name=\u540d\u79f0

c3dIntegration.Error.NoIEF=\u30bf\u30fc\u30b2\u30c3\u30c8\u30b7\u30b9\u30c6\u30e0\u3067IEF\u306e\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u304c\u691c\u51fa\u3055\u308c\u307e\u305b\u3093\u3002AutoVue\u7ba1\u7406\u30da\u30fc\u30b8\u3092\u8868\u793a\u3067\u304d\u307e\u305b\u3093


c3dIntegration.Menu.AVAdmMnuLbl=AutoVue\u7ba1\u7406
c3dIntegration.Menu.ViewerLbl=AutoVue \u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u306e\u767b\u9332
c3dIntegration.Menu.ViewerDesc=AutoVue \u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u306e\u767b\u9332\u30da\u30fc\u30b8
c3dIntegration.Menu.ViewerAlt=AutoVue \u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u306e\u767b\u9332\u30da\u30fc\u30b8
c3dIntegration.Menu.MainMenu=AutoVue

c3dIntegration.Footer.Next=\u6b21\u3078
c3dIntegration.Footer.Cancel=\u30ad\u30e3\u30f3\u30bb\u30eb
c3dIntegration.Footer.Done=\u5b8c\u4e86

c3dIntegration.ViewerReg.PageTitle=AutoVue\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u306e\u767b\u9332
c3dIntegration.ViewerReg.PageHeader=\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u767b\u9332\u3092\u5909\u66f4
c3dIntegration.ViewerReg.TickTableHeader=AutoVue\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u306e\u767b\u9332
c3dIntegration.ViewerReg.SelectAllButton=\u3059\u3079\u3066\u9078\u629e
c3dIntegration.ViewerReg.RegTableHeader=\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u306e\u30d3\u30e5\u30fc\u30a2\u30fc\u767b\u9332\u304c\u8ffd\u52a0\u3055\u308c\u307e\u3057\u305f
c3dIntegration.ViewerReg.NoRegTodo=\u767b\u9332\u3059\u308b\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u304c\u3042\u308a\u307e\u305b\u3093
c3dIntegration.ViewerReg.UnregTableHeader=\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u306e\u30d3\u30e5\u30fc\u30a2\u30fc\u767b\u9332\u304c\u524a\u9664\u3055\u308c\u307e\u3057\u305f
c3dIntegration.ViewerReg.NoUnregTodo=\u767b\u9332\u3092\u89e3\u9664\u3059\u308b\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u304c\u3042\u308a\u307e\u305b\u3093
c3dIntegration.ViewerReg.errMsgContext=\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u306f\u6b21\u306e\u30a8\u30e9\u30fc\u306e\u305f\u3081\u767b\u9332\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u7ba1\u7406\u8005\u306b\u9023\u7d61\u3057\u3066\u304f\u3060\u3055\u3044
c3dIntegration.ViewerReg.FormatReg=R\uff1a \u767b\u9332\u6e08\u307f\u30d5\u30a9\u30fc\u30de\u30c3\u30c8 <BR> U\uff1a \u672a\u767b\u9332\u30d5\u30a9\u30fc\u30de\u30c3\u30c8
c3dIntegration.ViewerReg.NoFormatReg=\u767b\u9332\u3059\u308b\u3082\u306e\u304c\u3042\u308a\u307e\u305b\u3093
c3dIntegration.ViewerReg.UserAuthError=\u30e6\u30fc\u30b6\u30fc\u306b\u306f\u30d3\u30b8\u30cd\u30b9\u7ba1\u7406\u8005\u306e\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\u3002<BR>\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u306e\u767b\u9332\u3092\u5909\u66f4\u3059\u308b\u306b\u306f\u30d7\u30ed\u30d1\u30c6\u30a3\u7ba1\u7406\u30a2\u30af\u30bb\u30b9\u6a29\u3092\u4ed8\u4e0e\u3057\u3066\u304f\u3060\u3055\u3044

c3dIntegration.Search.Browse=\u53c2\u7167
c3dIntegration.Search.Search=\u691c\u7d22
c3dIntegration.Search.Type=\u30bf\u30a4\u30d7
c3dIntegration.Search.Name=\u540d\u79f0
c3dIntegration.Search.Revision=\u30ea\u30d3\u30b8\u30e7\u30f3
c3dIntegration.Search.Vault=\u30dc\u30fc\u30eb\u30c8\u540d
c3dIntegration.Search.Owner=\u30aa\u30fc\u30ca\u30fc\u540d
c3dIntegration.Search.Format=\u30d5\u30a9\u30fc\u30de\u30c3\u30c8
c3dIntegration.Search.FileName=\u30d5\u30a1\u30a4\u30eb\u540d
c3dIntegration.Search.Version=\u30d0\u30fc\u30b8\u30e7\u30f3
c3dIntegration.Search.Size=\u30b5\u30a4\u30ba
c3dIntegration.Search.ModificationDate=\u5909\u66f4\u65e5

c3dIntegration.Markup.Type=\u30de\u30fc\u30af\u30a2\u30c3\u30d7\u30bf\u30a4\u30d7
c3dIntegration.Markup.Author=\u4f5c\u6210\u8005

c3dIntegration.Markup.normal=\u6a19\u6e96
c3dIntegration.Markup.master=\u30de\u30b9\u30bf\u30fc
c3dIntegration.Markup.consolidated=\u7d71\u5408

c3dIntegration.3dVisualMeeting.NoAttachmentsError=\u30df\u30fc\u30c6\u30a3\u30f3\u30b0\u306b\u6dfb\u4ed8\u3055\u308c\u305f\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u306f\u3042\u308a\u307e\u305b\u3093\u3002\u5c11\u306a\u304f\u3068\u30821\u3064\u306e\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u3092\u6dfb\u4ed8\u3057\u3066\u30df\u30fc\u30c6\u30a3\u30f3\u30b0\u3092\u518d\u958b\u3057\u3066\u304f\u3060\u3055\u3044
c3dIntegration.3dVisualMeeting.AttachmentSelectionHeaderText=\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u3092\u9078\u629e\u3057\u3066AutoVue\u30673D\u30d3\u30b8\u30e5\u30a2\u30eb\u30df\u30fc\u30c6\u30a3\u30f3\u30b0\u3092\u958b\u59cb\u3057\u3066\u304f\u3060\u3055\u3044
c3dIntegration.RTC.FormatRegistrationError =\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u306e\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u306f\u767b\u9332\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u7ba1\u7406\u8005\u306b\u9023\u7d61\u3057\u3066\u304f\u3060\u3055\u3044
c3dIntegration.RTC.SessionMarkupSaveErrorForGuest =\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u30bb\u30c3\u30b7\u30e7\u30f3\u30de\u30fc\u30af\u30a2\u30c3\u30d7\u3092\u4fdd\u5b58\u3067\u304d\u308b\u306e\u306f\u30df\u30fc\u30c6\u30a3\u30f3\u30b0\u306e\u30db\u30b9\u30c8\u306e\u307f\u3067\u3059\u3002\u4ed6\u306e\u30e6\u30fc\u30b6\u30fc\u306f\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u30bb\u30c3\u30b7\u30e7\u30f3\u30de\u30fc\u30af\u30a2\u30c3\u30d7\u306b\u542b\u307e\u308c\u308b\u30de\u30fc\u30af\u30a2\u30c3\u30d7\u30a8\u30f3\u30c6\u30a3\u30c6\u30a3\u306e\u8ffd\u52a0/\u5909\u66f4\u306e\u307f\u53ef\u80fd\u3067\u3059
c3dIntegration.RTC.NoDocumentSelectedForRTC =\u30ea\u30a2\u30eb\u30bf\u30a4\u30e0\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u3092\u958b\u59cb\u3059\u308b\u305f\u3081\u306e\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u3092\u9078\u629e\u3059\u308b\u304b\u3001[\u30ad\u30e3\u30f3\u30bb\u30eb] \u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u3053\u306e\u30da\u30fc\u30b8\u3092\u9589\u3058\u3066\u304f\u3060\u3055\u3044
c3dIntegration.RTC.NullFileNameOrFormatError =\u30d5\u30a1\u30a4\u30eb\u540d\u307e\u305f\u306f\u30df\u30fc\u30c6\u30a3\u30f3\u30b0\u306b\u3064\u3044\u3066\u9078\u629e\u3057\u305f\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8/\u6dfb\u4ed8\u8cc7\u6599\u306e\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u304c\u30cc\u30eb\u3067\u3059\u3002AutoVue\u30ea\u30a2\u30eb\u30bf\u30a4\u30e0\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u7528\u306b\u9078\u629e\u3057\u305f\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u306b\u30d5\u30a1\u30a4\u30eb\u304c\u542b\u307e\u308c\u3066\u3044\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044
c3dIntegration.JNLP.StartPage =<b>Java Web Start\u304b\u3089\u306eAutoVue\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306e\u8d77\u52d5</b><p>\u9078\u629e\u3057\u305f\u30d5\u30a1\u30a4\u30eb\u306f\u65b0\u3057\u3044\u30a6\u30a3\u30f3\u30c9\u30a6\u306b\u8868\u793a\u3055\u308c\u307e\u3059\u3002<p>\u30d3\u30e5\u30fc\u30a2\u30a6\u30a3\u30f3\u30c9\u30a6\u3092\u9589\u3058\u308b\u5834\u5408\u306f\u3001\u3053\u306e\u30d5\u30ec\u30fc\u30e0\u3092\u518d\u8aad\u307f\u8fbc\u307f\u3057\u3066\u518d\u751f\u6210\u3057\u3066\u304f\u3060\u3055\u3044
c3dIntegration.JNLP.C3DStartRTCAppletFreePage =<b>Java Web Start\u304b\u3089\u306eAutoVue\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306e\u8d77\u52d5</b><p>\u65b0\u3057\u3044\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u304c\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u30bb\u30c3\u30b7\u30e7\u30f3\u3092\u958b\u59cb\u3057\u307e\u3059
c3dIntegration.JNLP.C3DJoinRTCAppletFreePage =<b>Java Web Start\u304b\u3089\u306eAutoVue\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306e\u8d77\u52d5</b><p><p><i>\u4fee\u6b63\u3055\u308c\u308b\u3068\u3001\u65b0\u3057\u3044\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u304c\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u30bb\u30c3\u30b7\u30e7\u30f3\u306b\u53c2\u52a0\u3057\u307e\u3059</i>
