
#Error code
CIF00001= El Id. de business object est\u00e1 en blanco
CIF00002= Error de check-out de archivo
CIF00003= Error de check-out de FCS
CIF00004= Imposible crear el business object
CIF00005= Imposible obtener el ticket de check-in
CIF00006= Error de check-in de FCS
CIF00007= Error en el check-in de archivo durante la carga debido a un error de FCS
CIF00008= Imposible conectar el business object con la relaci\u00f3n
CIF00009= El business object de la conexi\u00f3n es nulo
CIF00010= El nombre de la relaci\u00f3n es nulo o est\u00e1 en blanco
CIF00011= Imposible leer un archivo desde el directorio
CIF00012= El contexto de la matriz es nulo o no es v\u00e1lido.
CIF00013= Imposible resolver el nombre simb\u00f3lico
CIF00014= Imposible escribir un archivo en la ubicaci\u00f3n temporal
CIF00015= Imposible leer un archivo en la ubicaci\u00f3n temporal
CIF00016= Imposible inicializar el registrador
CIF00017= Imposible obtener el lote de recursos de cadena
CIF00018= El business object no existe
CIF00019= Imposible expandir el business object con la relaci\u00f3n
CIF00020= Imposible guardar un metarchivo en el business object
CIF00021= Imposible obtener la fecha de modificaci\u00f3n del business object
CIF00022= Imposible eliminar el archivo de la ubicaci\u00f3n temporal
CIF00023= Imposible seleccionar los datos requeridos del business object
CIF00024= Imposible seleccionar los atributos requeridos del business object
CIF00025= Imposible leer el archivo de esquema XREF del disco local
CIF00026= Imposible analizar el archivo de esquema XREF
CIF00027= Imposible desviar a una estructura para la navegaci\u00f3n de XREF
CIF00028= Se produjo un error al devolver la estructura de navegaci\u00f3n de XREF.

CIF00029= Se produjo un error al ejecutar JPO. Verifique si la configuraci\u00f3n de JPO es correcta.
CIF00030= La directiva de marca no permite al usuario guardar marcas.
CIF00031= No se puede leer la directiva de marca. Verifique si el archivo de la directiva se encuentra en la ubicaci\u00f3n correcta.
CIF00032= No se puede guardar la marca. Verifique los registros para obtener m\u00e1s informaci\u00f3n.
CIF00033= No se puede crear el tipo visible del dise\u00f1o. Verifique los registros para obtener m\u00e1s informaci\u00f3n.
CIF00034= Se produjo un error al conectar los business objects con la relaci\u00f3n dada.
CIF00035= Se produjo un error al devolver el Id. de documento para la marca dada. Verifique los registros para obtener m\u00e1s informaci\u00f3n.
CIF00036= La directiva de marca no permite al usuario eliminar la marca.
CIF00037= Se produjo un error al establecer atributos en los business objects. Verifique los registros para obtener m\u00e1s informaci\u00f3n.
CIF00038= Se produjo un error al recuperar los datos requeridos. Verifique los registros para obtener m\u00e1s informaci\u00f3n.
CIF00039= No se pueden eliminar las marcas creadas por otro usuario. El usuario no cuenta con acceso para la desconexi\u00f3n de origen en el objeto C3DViewable.
CIF00040= Se produjo una excepci\u00f3n de Matrix al guardar el metarchivo.
CIF00041= El usuario de la sesi\u00f3n no est\u00e1 autorizado para modificar la marca del proyecto o la organizaci\u00f3n actual.
CIF00042= La funci\u00f3n no autoriza la creaci\u00f3n de marcas.
CIF00043= Error al leer la secuencia de entrada del archivo
CIF00044= El usuario de la sesi\u00f3n no est\u00e1 autorizado para eliminar marcas.
CIF00045= El usuario de la sesi\u00f3n no est\u00e1 autorizado.
CIF00046= No se admiten caracteres especiales.
CIF00047= Ya existe una marca con el mismo nombre. Int\u00e9ntelo de nuevo con otro nombre.
CIF00048= Imposible encontrar el objeto secundario.
CIF00049= Hay un problema con el comando MQL.
CIF00050= Error al analizar la marca DocID.

#View DMS properties page
type= DocType
format.file.format= DocFormat
format.file.name= DocName
id= Id.
revision= Versi\u00f3n
format.file.size= DocSize
name= Nombre

c3dIntegration.Error.NoIEF= La instalaci\u00f3n de IEF no se detecta en el sistema objetivo. No se puede mostrar la p\u00e1gina de administraci\u00f3n de AutoVue.


c3dIntegration.Menu.AVAdmMnuLbl= Administraci\u00f3n de AutoVue
c3dIntegration.Menu.ViewerLbl= Registro de formatos de AutoVue
c3dIntegration.Menu.ViewerDesc= P\u00e1gina de registro de formatos de AutoVue
c3dIntegration.Menu.ViewerAlt= P\u00e1gina de registro de formatos de AutoVue
c3dIntegration.Menu.MainMenu= AutoVue

c3dIntegration.Footer.Next= Siguiente
c3dIntegration.Footer.Cancel= Cancelar
c3dIntegration.Footer.Done= Listo

c3dIntegration.ViewerReg.PageTitle= Registro de formatos de AutoVue
c3dIntegration.ViewerReg.PageHeader= Modificar registro de formatos
c3dIntegration.ViewerReg.TickTableHeader= Registro de formatos de AutoVue
c3dIntegration.ViewerReg.SelectAllButton= Seleccionar todo
c3dIntegration.ViewerReg.RegTableHeader= Registro del visor agregado para formatos 
c3dIntegration.ViewerReg.NoRegTodo= No hay formatos para registrar.
c3dIntegration.ViewerReg.UnregTableHeader= Registro del visor quitado para formatos
c3dIntegration.ViewerReg.NoUnregTodo= No hay formatos para cancelar el registro.
c3dIntegration.ViewerReg.errMsgContext= Se produjo el siguiente error durante el registro de formatos. P\u00f3ngase en contacto con el administrador.
c3dIntegration.ViewerReg.FormatReg= R: Formatos registrados <BR> U: Formatos sin registro
c3dIntegration.ViewerReg.NoFormatReg= Nada para registrar
c3dIntegration.ViewerReg.UserAuthError= El usuario no est\u00e1 autorizado para la administraci\u00f3n comercial.<BR> Proporcione acceso de admin. de propiedades al usuario para modificar el registro de formatos.

c3dIntegration.Search.Browse= Examinar
c3dIntegration.Search.Search= Buscar
c3dIntegration.Search.Type= Tipo
c3dIntegration.Search.Name= Nombre
c3dIntegration.Search.Revision= Revisi\u00f3n
c3dIntegration.Search.Vault= Nombre del vault
c3dIntegration.Search.Owner= Nombre del propietario
c3dIntegration.Search.Format= Formato
c3dIntegration.Search.FileName= Nombre de archivo
c3dIntegration.Search.Version= Iteraci\u00f3n
c3dIntegration.Search.Size= Tama\u00f1o
c3dIntegration.Search.ModificationDate= Fecha de modificaci\u00f3n

c3dIntegration.Markup.Type= Tipo de marca
c3dIntegration.Markup.Author= Autor

c3dIntegration.Markup.normal= normal
c3dIntegration.Markup.master= maestra
c3dIntegration.Markup.consolidated= consolidada

c3dIntegration.3dVisualMeeting.NoAttachmentsError= No hay ning\u00fan documento adjunto a la reuni\u00f3n. Adjunte al menos un documento y reinicie la reuni\u00f3n.
c3dIntegration.3dVisualMeeting.AttachmentSelectionHeaderText= Seleccione un documento para iniciar la reuni\u00f3n en 3D Visual en AutoVue.
c3dIntegration.RTC.FormatRegistrationError= El formato de documento no est\u00e1 registrado. P\u00f3ngase en contacto con el administrador.
c3dIntegration.RTC.SessionMarkupSaveErrorForGuest= S\u00f3lo el anfitri\u00f3n de la reuni\u00f3n puede guardar la marca de sesi\u00f3n de colaboraci\u00f3n. El resto de usuarios s\u00f3lo pueden agregar entidades de marca o modificarlas en la marca de sesi\u00f3n de colaboraci\u00f3n.
c3dIntegration.RTC.NoDocumentSelectedForRTC= Seleccione un documento para iniciar la colaboraci\u00f3n en tiempo real o haga clic en 'Cancelar' para cerrar esta p\u00e1gina.
c3dIntegration.RTC.NullFileNameOrFormatError= El nombre de archivo o el formato del documento/adjunto seleccionado para la reuni\u00f3n es NULL. Aseg\u00farese de que el documento seleccionado para la colaboraci\u00f3n en tiempo real de AutoVue contiene un archivo.
c3dIntegration.JNLP.StartPage =<b>Iniciando cliente AutoVue mediante Java Web Start</b><p>Los archivos seleccionados se mostrar\u00e1n en una ventana nueva.<p>Si cierra la ventana del visor, vuelva a cargar este marco para que se cree de nuevo.
c3dIntegration.JNLP.C3DStartRTCAppletFreePage =<b>Iniciando cliente AutoVue mediante Java Web Start</b><p>El nuevo cliente iniciar\u00e1 la sesi\u00f3n de colaboraci\u00f3n.
c3dIntegration.JNLP.C3DJoinRTCAppletFreePage =<b>Iniciando cliente AutoVue mediante Java Web Start</b><p><p><i>Cuando se corrija: El nuevo cliente iniciar\u00e1 la sesi\u00f3n de colaboraci\u00f3n.</i>
