
#Error code
CIF00001=Die zur Verf\u00fcgung gestellte Gesch\u00e4ftsobjekt-Kennung ist leer
CIF00002=Auschecken der Datei fehlgeschlagen
CIF00003=Auschecken aus FCS fehlgeschlagen
CIF00004=Gesch\u00e4ftsobjekt kann nicht erstellt werden
CIF00005=Auf Eincheck-Ticket kann nicht zugegriffen werden
CIF00006=Einchecken in FCS fehlgeschlagen
CIF00007=Einchecken der Datei w\u00e4hrend des Sendens. Fehlgeschlagen aufgrund von FCS-Fehler
CIF00008=Gesch\u00e4ftsobjekt kann nicht mit Gesch\u00e4ftsbeziehung verbunden werden
CIF00009=Verbundenes Gesch\u00e4ftsobjekt ist ung\u00fcltig
CIF00010=Name der Gesch\u00e4ftsbeziehung ist leer oder ung\u00fcltig
CIF00011=Eine Datei aus dem Verzeichnis kann nicht gelesen werden
CIF00012=Matrix-Inhalt ist leer oder ung\u00fcltig.
CIF00013=Symbolischer Dateiname kann nicht zugeordnet werden
CIF00014=Eine Datei kann nicht ins tempor\u00e4re Verzeichnis geschrieben werden
CIF00015=Eine Datei im tempor\u00e4ren Verzeichnis kann nicht gelesen werden
CIF00016=Protokollierung kann nicht gestartet werden
CIF00017=Auf Zeichenfolge aus dem Ressourcen-B\u00fcndel kann nicht zugegriffen werden
CIF00018=Gesch\u00e4ftsobjekt ist nicht vorhanden
CIF00019=Gesch\u00e4ftsobjekt kann nicht mit einer Gesch\u00e4ftsbeziehung erweitert werden
CIF00020=Meta-Datei kann nicht im Gesch\u00e4ftsobjekt gespeichert werden
CIF00021=Auf das ge\u00e4nderte Datum des Gesch\u00e4ftsobjekts kann nicht zugegriffen werden
CIF00022=Datei kann nicht aus dem tempor\u00e4ren Verzeichnis gel\u00f6scht werden
CIF00023=Erforderliche Daten k\u00f6nnen nicht aus dem Gesch\u00e4ftsobjekt ausgew\u00e4hlt werden
CIF00024=Erforderliche Attribute k\u00f6nnen nicht aus dem Gesch\u00e4ftsobjekt ausgew\u00e4hlt werden
CIF00025=Die XREF-Schemadatei konnte nicht vom lokalen Datentr\u00e4ger gelesen werden.
CIF00026=Die XREF-Schemadatei konnte nicht analysiert werden.
CIF00027=Eine Struktur f\u00fcr die XREF-Navigation kann nicht analysiert werden.
CIF00028=Fehler bei der R\u00fcckgabe der XREF-Navigationsstruktur.

CIF00029=Fehler bei Ausf\u00fchrung des JPOs. Pr\u00fcfen Sie, ob das JPO richtig konfiguriert ist.
CIF00030=Aufgrund der Vorschriften f\u00fcr Markups k\u00f6nnen \u00c4nderungsanzeigen nicht gespeichert werden.
CIF00031=Die f\u00fcr das Markup geltende Vorschrift kann nicht gelesen werden. Pr\u00fcfen Sie, ob die Vorschriftendatei an der richtigen Stelle gespeichert ist.
CIF00032=Das Markup konnte nicht gespeichert werden. Lesen Sie hierzu die Informationen in den Protokollen.
CIF00033=F\u00fcr die Konstruktion konnte kein Ansichtstyp erstellt werden. Lesen Sie hierzu die Informationen in den Protokollen.
CIF00034=Fehler beim Verbinden der Gesch\u00e4ftsobjekte \u00fcber die angegebene Beziehung.
CIF00035=Fehler bei Ausgabe der Dokumentkennung f\u00fcr das angegebene Markup. Lesen Sie hierzu die Informationen in den Protokollen.
CIF00036=Der Benutzer darf die Markups aufgrund der geltenden Vorschrift nicht l\u00f6schen.
CIF00037=Fehler beim Definieren der Gesch\u00e4ftsobjektattribute. Lesen Sie hierzu die Informationen in den Protokollen.
CIF00038=Fehler beim Abrufen der ben\u00f6tigten Daten. Lesen Sie hierzu die Hinweise in den Protokolldateien.
CIF00039=Die von einem anderen Benutzer erstellten Markups k\u00f6nnen nicht gel\u00f6scht werden. Der Benutzer besitzt nicht die Berechtigung zur Verbindungstrennung f\u00fcr das C3DViewable-Objekt.
CIF00040=Beim Speichern der Metadatei ist eine Matrix-Ausnahme aufgetreten.
CIF00041=Der angemeldete Benutzer darf Markups in diesem Projekt/Organisation nicht \u00e4ndern.
CIF00042=Rolle ist zum Erstellen von Markups nicht autorisiert.
CIF00043=Fehler beim Lesen des Dateieingabestroms
CIF00044=Angemeldeter Benutzer ist zum L\u00f6schen von Markups nicht autorisiert!
CIF00045=Angemeldeter Benutzer ist nicht autorisiert!
CIF00046=Sonderzeichen werden nicht unterst\u00fctzt!
CIF00047=Das Markup mit dem angegebenen Namen ist bereits vorhanden. Bitte versuchen Sie es mit einem anderen Namen.
CIF00048= Nebenobjekt kann nicht gefunden werden.
CIF00049= Es besteht ein Problem mit dem MQL-Befehl.
CIF00050= Fehler beim Analysieren des DocID-Markups.

#View DMS properties page
type=Dokumententyp
format.file.format=Dokumentenformat
format.file.name=Dokumentname
id=Kennung
revision=Version
format.file.size=Dokumentengr\u00f6\u00dfe
name=Name

c3dIntegration.Error.NoIEF=IEF-Installation kann im Zielsystem nicht gefunden werden. AutoVue-Administrationsseite kann nicht angezeigt werden.


c3dIntegration.Menu.AVAdmMnuLbl=AutoVue-Administration
c3dIntegration.Menu.ViewerLbl=Registrierung der AutoVue-Formate
c3dIntegration.Menu.ViewerDesc=Seite f\u00fcr die Registrierung der AutoVue-Formate
c3dIntegration.Menu.ViewerAlt=Seite f\u00fcr die Registrierung der AutoVue-Formate
c3dIntegration.Menu.MainMenu=AutoVue

c3dIntegration.Footer.Next=Weiter
c3dIntegration.Footer.Cancel=Abbrechen
c3dIntegration.Footer.Done=Fertig

c3dIntegration.ViewerReg.PageTitle=Registrierung der AutoVue-Formate
c3dIntegration.ViewerReg.PageHeader=\u00c4ndern der Registrierung der Formate
c3dIntegration.ViewerReg.TickTableHeader=Registrierung der AutoVue-Formate
c3dIntegration.ViewerReg.SelectAllButton=Alles ausw\u00e4hlen
c3dIntegration.ViewerReg.RegTableHeader=Viewer-Registrierung zur Formatierung hinzugef\u00fcgt 
c3dIntegration.ViewerReg.NoRegTodo=Keine Formatierung f\u00fcr die Registrierung.
c3dIntegration.ViewerReg.UnregTableHeader=Viewer-Registrierung von der Formatierung entfernt
c3dIntegration.ViewerReg.NoUnregTodo=Keine Formatierung f\u00fcr die Abmeldung.
c3dIntegration.ViewerReg.errMsgContext=Registrierung des Formats aufgrund des nachfolgenden Fehlers fehlgeschlagen. Wenden Sie sich an Ihren Administrator.
c3dIntegration.ViewerReg.FormatReg=R: Registrierte Formate <BR> U: Nicht registrierte Formate 
c3dIntegration.ViewerReg.NoFormatReg=Keine Daten zur Registrierung vorhanden
c3dIntegration.ViewerReg.UserAuthError=Der Benutzer besitzt keine Rechte zur Businessadministration.<BR>Gew\u00e4hren Sie dem Benutzer die notwendigen Administrationsrechte f\u00fcr die Eigenschaft, um die Formatregistrierung \u00e4ndern zu k\u00f6nnen.

c3dIntegration.Search.Browse=Durchsuchen
c3dIntegration.Search.Search=Suchen
c3dIntegration.Search.Type=Typ
c3dIntegration.Search.Name=Name
c3dIntegration.Search.Revision=Revision
c3dIntegration.Search.Vault=Bereichsname
c3dIntegration.Search.Owner=Eigent\u00fcmername
c3dIntegration.Search.Format=Format
c3dIntegration.Search.FileName=Dateiname
c3dIntegration.Search.Version=Version
c3dIntegration.Search.Size=Gr\u00f6\u00dfe
c3dIntegration.Search.ModificationDate=\u00c4nderungsdatum

c3dIntegration.Markup.Type=Typ des Markups
c3dIntegration.Markup.Author=Autor

c3dIntegration.Markup.normal=normal
c3dIntegration.Markup.master=Master
c3dIntegration.Markup.consolidated=konsolidiert

c3dIntegration.3dVisualMeeting.NoAttachmentsError=Es ist kein Dokument an das Meeting angeh\u00e4ngt. Bitte h\u00e4ngen Sie mindestens ein Dokument an und starten Sie das Meeting erneut.
c3dIntegration.3dVisualMeeting.AttachmentSelectionHeaderText=W\u00e4hlen Sie ein Dokument aus, um das 3D visuelle Meeting in AutoVue zu starten.
c3dIntegration.RTC.FormatRegistrationError =Das Format des Dokuments ist nicht registriert. Wenden Sie sich an den Administrator.
c3dIntegration.RTC.SessionMarkupSaveErrorForGuest =Nur der Meeting-Host kann die Markups der Zusammenarbeitssitzung speichern. Andere Benutzer k\u00f6nnen nur Eintr\u00e4ge unter dem Markup der Zusammenarbeitssitzung hinzuf\u00fcgen oder diese \u00e4ndern.
c3dIntegration.RTC.NoDocumentSelectedForRTC =Bitte w\u00e4hlen Sie ein Dokument f\u00fcr den Start der Echtzeit-Zusammenarbeit aus oder klicken Sie auf 'Abbrechen', um diese Seite zu schlie\u00dfen.
c3dIntegration.RTC.NullFileNameOrFormatError =Entweder der Dateiname oder das Format des ausgew\u00e4hlten Dokuments/Anhangs f\u00fcr das Meeting hat den Wert NULL. Bitte stellen Sie sicher, dass das Dokument, das f\u00fcr die AutoVue Echtzeit-Zusammenarbeit ausgew\u00e4hlt wurde, eine Datei enth\u00e4lt.
c3dIntegration.JNLP.StartPage =<b>AutoVue Client \u00fcber Java Web Start starten</b><p>Ausgew\u00e4hlte Dateien werden in einem neuen Fenster angezeigt.<p> Wenn Sie das Viewer-Fenster schlie\u00dfen, laden Sie diesen Frame erneut, um ihn neu zu erstellen.
c3dIntegration.JNLP.C3DStartRTCAppletFreePage =<b>AutoVue Client \u00fcber Java Web Start starten</b><p>Der neue Client startet die Zusammenarbeitssitzung.
c3dIntegration.JNLP.C3DJoinRTCAppletFreePage =<b>AutoVue Client \u00fcber Java Web Start starten</b><p><p><i>Wenn festgelegt: Der neue Client nimmt an der Zusammenarbeitssitzung teil.</i>
