#
#  CfgDictionaryMdlStringResource.properties -- Properties file.
#
#   Copyright (c) 1992-2018 Dassault Systemes.
#   All Rights Reserved. 
#   This program contains proprietary and trade secret information of MatrixOne,
#   Inc.  Copyright notice is precautionary only
#   and does not evidence any actual or intended publication of such program
#



CfgDictionaryMdl.Alert.ConfigurationFeatureInvalidInput =\u7121\u52b9\u5165\u529b\u30a8\u30e9\u30fc\uff1a\u30bf\u30a4\u30d7\u3001\u8868\u793a\u540d\u304a\u3088\u3073\\\u307e\u305f\u306f\u69cb\u6210\u30d5\u30a3\u30fc\u30c1\u30e3\u30fc\u306e\u9078\u629e\u30bf\u30a4\u30d7\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044
CfgDictionaryMdl.Alert.CompletenessStatusError = \u30a8\u30e9\u30fc\u2212\u5b8c\u5168\u6027\u30b9\u30c6\u30fc\u30bf\u30b9\u306f\u4e00\u90e8\u3001\u5b8c\u4e86\u307e\u305f\u306f\u30cf\u30a4\u30d6\u30ea\u30c3\u30c9\u306e\u3044\u305a\u308c\u304b\u3067\u3042\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
CfgDictionaryMdl.Alert.ConfigurationRuleUsedElseWhere = \u30a8\u30e9\u30fc\uff1a\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002\u4ed6\u306e\u30e2\u30c7\u30eb\uff0f\u88fd\u54c1\u30e9\u30a4\u30f3\u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u307e\u3059
CfgDictionaryMdl.Alert.TNRNonUnique= \u30d3\u30b8\u30cd\u30b9\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u300c\u30bf\u30a4\u30d7\u540d\u30ea\u30d3\u30b8\u30e7\u30f3\u300d\u304c\u4e00\u610f\u3067\u306f\u3042\u308a\u307e\u305b\u3093
CfgDictionaryMdl.Alert.ObjectError = \u30a8\u30e9\u30fc\uff1a\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3092\u30cc\u30eb\u307e\u305f\u306f\u7a7a\u767d\u306b\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
CfgDictionaryMdl.Alert.RVDAndFilterExpressionError = \u7121\u52b9\u306a\u5165\u529b\u30a8\u30e9\u30fc\uff1a\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30bf\u30a4\u30d7\u304cRVD\u3067\u306a\u3044\u304b\u3001\u307e\u305f\u306f\u30d5\u30a3\u30eb\u30bf\u5f0f\u304c\u30cc\u30eb\uff0f\u7a7a\u767d\u3067\u3059
CfgDictionaryMdl.Alert.InputProductError = \u5165\u529b\u88fd\u54c1\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093
CfgDictionaryMdl.Alert.RVDFeatureOptionNotInProduct = \u30a8\u30e9\u30fc\uff1a\u88fd\u54c1\u5185\u306b\u306a\u3044\u30d5\u30a3\u30fc\u30c1\u30e3\u30fc\\\u30aa\u30d7\u30b7\u30e7\u30f3\u306e\u7d44\u307f\u5408\u308f\u305b\u304cRVD\u306b\u542b\u307e\u308c\u3066\u3044\u307e\u3059
CfgDictionaryMdl.Alert.InvalidInput = 1\u3064\u307e\u305f\u306f\u8907\u6570\u306e\u5165\u529b\u304c\u7121\u52b9\u3067\u3059
CfgDictionaryMdl.Alert.FeaturesNotInProduct = \u30a8\u30e9\u30fc\uff1a\u6b21\u306e\u30d5\u30a3\u30fc\u30c1\u30e3\u30fc\\\u30aa\u30d7\u30b7\u30e7\u30f3\u306f\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u88fd\u54c1\u306b\u3042\u308a\u307e\u305b\u3093  
CfgDictionaryMdl.Alert.RulesNotInProduct = \u30a8\u30e9\u30fc\uff1a\u4e00\u90e8\u306e\u30eb\u30fc\u30eb\u304c\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u88fd\u54c1\u306b\u5c5e\u3057\u3066\u3044\u307e\u305b\u3093
CfgDictionaryMdl.Alert.RulesAlreadyInProduct = \u30a8\u30e9\u30fc\uff1a\u4e00\u90e8\u306e\u30eb\u30fc\u30eb\u304c\u3059\u3067\u306b\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u88fd\u54c1\u306b\u3042\u308a\u307e\u3059
CfgDictionaryMdl.Alert.ConfigurationFeatureUsedInRule= \u30a8\u30e9\u30fc\uff1a\u69cb\u6210\u30d5\u30a3\u30fc\u30c1\u30e3\u30fc\u306f\u3001\u69cb\u6210\u30eb\u30fc\u30eb(\u30de\u30c8\u30ea\u30c3\u30af\u30b9\u30eb\u30fc\u30eb\u3001\u5f0f\u30eb\u30fc\u30eb\u306a\u3069)\u3067\u53c2\u7167\u3055\u308c\u3066\u3044\u308b\u305f\u3081\u3001\u5ec3\u7248\u306b\u3067\u304d\u307e\u305b\u3093
CfgDictionaryMdl.Error.ProductConfigurationInstanceError = \u30a8\u30e9\u30fc\u2212\u3053\u306eAPI\u306f\u88fd\u54c1\u69cb\u6210\u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u304b\u3089\u547c\u3073\u51fa\u3055\u308c\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
CfgDictionaryMdl.Error.ConfigurationFeatureUsedInBCR= \u30a8\u30e9\u30fc\uff1a\u8ad6\u7406\u9069\u5408\u30eb\u30fc\u30eb\u3067\u4f7f\u7528\u3055\u308c\u3066\u3044\u308b\u305f\u3081\u3001\u5c5e\u6027\u69cb\u6210\u9078\u629e\u30bf\u30a4\u30d7\u3092\u5909\u66f4\u3067\u304d\u307e\u305b\u3093
CfgDictionaryMdl.Error.ConfigurationFeatureUsedInMPR= \u30a8\u30e9\u30fc\uff1a\u30de\u30fc\u30b1\u30c6\u30a3\u30f3\u30b0\u8a2d\u5b9a\u30eb\u30fc\u30eb\u3067\u4f7f\u7528\u3055\u308c\u3066\u3044\u308b\u305f\u3081\u3001\u5c5e\u6027\u69cb\u6210\u9078\u629e\u30bf\u30a4\u30d7\u3092\u5909\u66f4\u3067\u304d\u307e\u305b\u3093
CfgDictionaryMdl.Error.ConfigurationFeatureUsedInRR= \u30a8\u30e9\u30fc\uff1a\u30ea\u30bd\u30fc\u30b9\u30eb\u30fc\u30eb\u3067\u4f7f\u7528\u3055\u308c\u3066\u3044\u308b\u305f\u3081\u3001\u5c5e\u6027\u69cb\u6210\u9078\u629e\u30bf\u30a4\u30d7\u3092\u5909\u66f4\u3067\u304d\u307e\u305b\u3093
CfgDictionaryMdl.Error.ConfigurationFeatureUsedInPC= \u30a8\u30e9\u30fc\uff1a\u30d0\u30ea\u30a2\u30f3\u30c8/\u30aa\u30d7\u30b7\u30e7\u30f3\u30b0\u30eb\u30fc\u30d7\u306f\u3001\u88fd\u54c1\u69cb\u6210\u3067\u4f7f\u7528\u3055\u308c\u3066\u3044\u308b\u305f\u3081\u3001\u5909\u66f4\u3067\u304d\u307e\u305b\u3093
CfgDictionaryMdl.Alert.ObjectNotSupported= \u30a8\u30e9\u30fc\uff1a\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30bf\u30a4\u30d7\u300c{0}\u300d\u306f\u73fe\u5728\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093

CfgDictionaryMdl.Error.ModifyEffectivityWhileCFInUsedInCfgRule= \u30a8\u30e9\u30fc\uff1a\u69cb\u6210\u30d5\u30a3\u30fc\u30c1\u30e3\u30fc\u304c\u69cb\u6210\u30eb\u30fc\u30eb\u3067\u4f7f\u7528\u3055\u308c\u3066\u3044\u308b\u9593\u306f\u6709\u52b9\u6027\u3092\u5909\u66f4\u3067\u304d\u307e\u305b\u3093

CfgDictionaryMdl.Error.UnableToReviseConfigurableObject= \u30a8\u30e9\u30fc\uff1a\u30b9\u30c8\u30e9\u30af\u30c1\u30e3\u30fc\u306b\u6709\u52b9\u6027\u30bb\u30c3\u30c8\u304c\u3042\u308b\u305f\u3081\u3001\u3053\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306f\u6539\u8a02\u3067\u304d\u307e\u305b\u3093
CfgDictionaryMdl.Error.ProductRevisionCriteria= \u30a8\u30e9\u30fc\uff1a\u88fd\u54c1\u30ea\u30d3\u30b8\u30e7\u30f3\u306e\u6761\u4ef6\u3092\u30d7\u30ed\u30bb\u30b9\u306b\u6307\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
CfgDictionaryMdl.Error.MilestoneInputToSide= \u30a8\u30e9\u30fc\uff1a\u30de\u30a4\u30eb\u30b9\u30c8\u30fc\u30f3\u304c1\u3064\u306e\u5834\u5408\u306f\'to\'\u5074\u306b\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
CfgDictionaryMdl.Error.MilestoneDisciplineError= \u30a8\u30e9\u30fc\uff1a\u5206\u91ce\u306f\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059\u304c\u3001\u30de\u30a4\u30eb\u30b9\u30c8\u30fc\u30f3\u304c\u3042\u308a\u307e\u305b\u3093
CfgDictionaryMdl.Error.DeleteModelCheckAgainstCandidateItems= \u30a8\u30e9\u30fc\uff1a\u5019\u88dc\u9805\u76ee\u304c\u6dfb\u4ed8\u3055\u308c\u3066\u3044\u308b\u305f\u3081\u30e2\u30c7\u30eb\u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002\u6700\u521d\u306b\u5019\u88dc\u9805\u76ee\u3092\u3059\u3079\u3066\u9664\u5916\u3057\u3066\u304f\u3060\u3055\u3044

CfgDictionaryMdl.Error.AttributeConfigurationSelectionTypeModifyBlock= \u30a8\u30e9\u30fc\uff1a\u69cb\u6210\u30d5\u30a3\u30fc\u30c1\u30e3\u30fc\u306e\u30ea\u30d3\u30b8\u30e7\u30f3\u304c\u5b58\u5728\u3059\u308b\u305f\u3081\u3001\u5c5e\u6027\u3092\u5909\u66f4\u3067\u304d\u307e\u305b\u3093

CfgDictionaryMdl.Alert.VariantInvalidInputForCreate= \u30a8\u30e9\u30fc\uff1a\u30d0\u30ea\u30a2\u30f3\u30c8\u4f5c\u6210\u306b\u306f\u7121\u52b9\u306a\u5165\u529b\u3067\u3059
CfgDictionaryMdl.Alert.VariantValueInvalidInputForCreate= \u30a8\u30e9\u30fc\uff1a\u5024\u306e\u4f5c\u6210\u306b\u7121\u52b9\u306a\u5165\u529b\u3067\u3059

CfgDictionaryMdl.Alert.VariabilityGroupInvalidInputForCreate= \u30a8\u30e9\u30fc\uff1a\u30aa\u30d7\u30b7\u30e7\u30f3\u30b0\u30eb\u30fc\u30d7\u306e\u4f5c\u6210\u306b\u7121\u52b9\u306a\u5165\u529b\u3067\u3059
CfgDictionaryMdl.Alert.VariabilityOptionInvalidInputForCreate= \u30a8\u30e9\u30fc\uff1a\u30aa\u30d7\u30b7\u30e7\u30f3\u306e\u4f5c\u6210\u306b\u7121\u52b9\u306a\u5165\u529b\u3067\u3059
CfgDictionaryMdl.Error.RemoveCandidateVariantsAndVariabilityGroup= \u9078\u629e\u3057\u305f\u30d0\u30ea\u30a2\u30f3\u30c8\uff0f\u30aa\u30d7\u30b7\u30e7\u30f3\u30b0\u30eb\u30fc\u30d7\u5019\u88dc\u3092\u9664\u5916\u3067\u304d\u307e\u305b\u3093\u3002\u7406\u7531\uff1a
CfgDictionaryMdl.Alert.FeatureAddOptionNotAllowed= \u9078\u629e\u9805\u76ee\u306e\u30dd\u30ea\u30b7\u30fc\u306f\u3001\u3053\u306e\u30b9\u30c6\u30fc\u30c8\u3067\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u8ffd\u52a0\u3092\u8a31\u53ef\u3057\u307e\u305b\u3093
CfgDictionaryMdl.Error.FeatureCreateOptionNotAllowed= \u9078\u629e\u3057\u305f\u9805\u76ee\u306e\u30dd\u30ea\u30b7\u30fc\u306f\u3001\u3053\u306e\u30b9\u30c6\u30fc\u30c8\u3067\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u4f5c\u6210\u3092\u8a31\u53ef\u3057\u307e\u305b\u3093
CfgDictionaryMdl.Error.GlobalModelError= \u30b0\u30ed\u30fc\u30d0\u30eb\u30e2\u30c7\u30eb\u304c\u5b58\u5728\u3057\u307e\u305b\u3093
CfgDictionaryMdl.Error.RemoveVariantOrOptionError= \u9078\u629e\u3057\u305f\u30d0\u30ea\u30a2\u30f3\u30c8\uff0f\u30aa\u30d7\u30b7\u30e7\u30f3\u30b0\u30eb\u30fc\u30d7\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u306e1\u3064\u304c\u5272\u5f53\u3066\u6e08\u307f\u306e\u305f\u3081\u3001\u3053\u306e\u64cd\u4f5c\u3092\u5b9f\u884c\u3067\u304d\u307e\u305b\u3093
CfgDictionaryMdl.Alert.NotOneModelError= \u30a8\u30e9\u30fc\uff1a\u30e2\u30c7\u30eb\u304c\u5b58\u5728\u3057\u306a\u3044\u304b\u3001\u8907\u6570\u5b58\u5728\u3057\u307e\u3059
CfgDictionaryMdl.Error.CannotRemoveInheritedFeatures= \u5c11\u306a\u304f\u3068\u30821\u3064\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u304c\u7d99\u627f\u3057\u305f\u30d0\u30ea\u30a2\u30f3\u30c8\uff0f\u30aa\u30d7\u30b7\u30e7\u30f3\u30b0\u30eb\u30fc\u30d7\u306b\u5272\u308a\u5f53\u3066\u3089\u308c\u305f\u307e\u307e\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093
CfgDictionaryMdl.Error.CannotRemoveDV= \u5c11\u306a\u304f\u3068\u30821\u3064\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u304c\u8a2d\u8a08\u30d0\u30ea\u30a2\u30f3\u30c8\u3068\u3057\u3066\u4f7f\u7528\u3055\u308c\u308b\u30d0\u30ea\u30a2\u30f3\u30c8\uff0f\u30aa\u30d7\u30b7\u30e7\u30f3\u30b0\u30eb\u30fc\u30d7\u306b\u5272\u308a\u5f53\u3066\u3089\u308c\u305f\u307e\u307e\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093
CfgDictionaryMdl.Error.ToggleMandatoryFailure= \u5207\u66ff\u3048\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002\u30d0\u30ea\u30a2\u30f3\u30c8/\u30aa\u30d7\u30b7\u30e7\u30f3\u30b0\u30eb\u30fc\u30d7\u304c\u89aa\u30ec\u30d9\u30eb\u3067\u5fc5\u9808\u3067\u3042\u308b\u304b\u3069\u3046\u304b\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044

CfgDictionaryMdl.CreateProductRevision.Error.RootProductNotCreated = \u30a8\u30e9\u30fc\uff1a\u30eb\u30fc\u30c8\u88fd\u54c1\u306f\u7a7a\u306e\u30e2\u30c7\u30eb\u306e\u4e0b\u3067\u306e\u307f\u4f5c\u6210\u3067\u304d\u307e\u3059



# AutoNaming Parameterization
OOTBParameterization.ObjectIdentification.ObjectIdentifier.VariantNaming = \u30d0\u30ea\u30a2\u30f3\u30c8
OOTBParameterization.ObjectIdentification.ObjectIdentifier.VariantValueNaming = \u30d0\u30ea\u30a2\u30f3\u30c8\u5024
OOTBParameterization.ObjectIdentification.ObjectIdentifier.VariabilityGroupNaming= \u30aa\u30d7\u30b7\u30e7\u30f3\u30b0\u30eb\u30fc\u30d7
OOTBParameterization.ObjectIdentification.ObjectIdentifier.VariabilityOptionNaming= \u30aa\u30d7\u30b7\u30e7\u30f3
OOTBParameterization.ObjectIdentification.ObjectIdentifier.VariantParameterNaming= \u30d0\u30ea\u30a2\u30f3\u30c8\u30d1\u30e9\u30e1\u30fc\u30bf


# Variant Parameter
CfgDictionaryMdl.Error.KindMustBePresent= \u30d0\u30ea\u30a2\u30f3\u30c8\u30d1\u30e9\u30e1\u30fc\u30bf\u3092\u4f5c\u6210\u3059\u308b\u306b\u306f\u3001\u7a2e\u985e(\u6574\u6570\u307e\u305f\u306f\u5b9f\u6570)\u3092\u6307\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
CfgDictionaryMdl.Error.DimensionRequiresKindTypeReal= \u5bf8\u6cd5\u306b\u306f\u30bf\u30a4\u30d7\u304c\u5b9f\u6570\u306e\u7a2e\u985e\u304c\u5fc5\u8981\u3067\u3059
CfgDictionaryMdl.Error.VariantParameterNameNotProvided= \u30d0\u30ea\u30a2\u30f3\u30c8\u30d1\u30e9\u30e1\u30fc\u30bf\u3092\u4f5c\u6210\u3059\u308b\u306b\u306f\u3001\u540d\u79f0\u3092\u6307\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
CfgDictionaryMdl.Error.ParamMustNotBeEmpty= \u30d0\u30ea\u30a2\u30f3\u30c8\u30d1\u30e9\u30e1\u30fc\u30bf\u3092\u4f5c\u6210\u3059\u308b\u306b\u306f\u3001\u30d1\u30e9\u30e1\u30fc\u30bf\u306e\u8a73\u7d30\u3092\u6307\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
CfgDictionaryMdl.Error.VPInUse.UpdateNotAllowed= \u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u300c\u30d0\u30ea\u30a2\u30f3\u30c8\u30d1\u30e9\u30e1\u30fc\u30bf\u300d\u306f\u4f7f\u7528\u4e2d\u306e\u305f\u3081\u3001\u66f4\u65b0\u3067\u304d\u307e\u305b\u3093
CfgDictionaryMdl.Error.VPInUse.DeleteNotAllowed= \u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u300c\u30d0\u30ea\u30a2\u30f3\u30c8\u30d1\u30e9\u30e1\u30fc\u30bf\u300d\u306f\u4f7f\u7528\u4e2d\u306e\u305f\u3081\u3001\u524a\u9664\u3067\u304d\u307e\u305b\u3093
CfgDictionaryMdl.Error.VPValueNotInRange= \u3053\u306e\u5024\u306f\u3001\u30d1\u30e9\u30e1\u30fc\u30bf\u306e\u5b9a\u7fa9\u3055\u308c\u305f\u7bc4\u56f2\u5185\u306b\u3042\u308a\u307e\u305b\u3093
CfgDictionaryMdl.Error.VPMinValueGreaterThanMaxValue= \u30a8\u30e9\u30fc\uff1a\u6700\u5c0f\u5024\u304c\u6700\u5927\u5024\u3088\u308a\u5927\u304d\u304f\u306a\u3063\u3066\u3044\u307e\u3059
CfgDictionaryMdl.Error.SetVPValueNoRelIdProvided= \u30a8\u30e9\u30fc\uff1a\u5024\u3092\u8a2d\u5b9a\u3059\u308b\u305f\u3081\u306e\u30ea\u30ec\u30fc\u30b7\u30e7\u30f3ID\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093

# Configurration Rule
CfgDictionaryMdl.Error.DemoteReleasedCfgRuleUsedInReleasedModelVersion= \u3053\u306e\u30eb\u30fc\u30eb\u306e\u30b9\u30c6\u30fc\u30c8\u30c0\u30a6\u30f3\u306f\u8a31\u53ef\u3055\u308c\u307e\u305b\u3093\u3002\u3053\u306e\u30eb\u30fc\u30eb\u306f\u4e00\u90e8\u306e\u30ea\u30ea\u30fc\u30b9\u6e08\u307f\u30e2\u30c7\u30eb\u30d0\u30fc\u30b8\u30e7\u30f3\u3067\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059


