#
#  CfgDictionaryMdlStringResource.properties -- Properties file.
#
#   Copyright (c) 1992-2018 Dassault Systemes.
#   All Rights Reserved. 
#   This program contains proprietary and trade secret information of MatrixOne,
#   Inc.  Copyright notice is precautionary only
#   and does not evidence any actual or intended publication of such program
#



CfgDictionaryMdl.Alert.ConfigurationFeatureInvalidInput =Ung\u00fcltiger EINGABEFEHLER: Typ, Anzeigenamen und\\oder Konfigurationsauswahltyp \u00fcberpr\u00fcfen.
CfgDictionaryMdl.Alert.CompletenessStatusError = FEHLER: Vollst\u00e4ndigkeitsstadium muss entweder 'Teilweise', 'Abgeschlossen' oder 'Gemischt' sein.
CfgDictionaryMdl.Alert.ConfigurationRuleUsedElseWhere = FEHLER: Das Objekt kann nicht gel\u00f6scht werden, weil es mit einem anderen Modell/einer anderen Produktreihe verbunden ist.
CfgDictionaryMdl.Alert.TNRNonUnique= Das Gesch\u00e4ftsobjekt 'Typ Name Revision' ist nicht eindeutig
CfgDictionaryMdl.Alert.ObjectError = FEHLER: Das Objekt darf nicht ung\u00fcltig oder leer sein.
CfgDictionaryMdl.Alert.RVDAndFilterExpressionError = FEHLER - ung\u00fcltige Eingabe: Entweder ist der Objekttyp nicht RVD oder der Filterausdruck ist ung\u00fcltig/leer.
CfgDictionaryMdl.Alert.InputProductError = Eingabeprodukt wurde nicht gefunden
CfgDictionaryMdl.Alert.RVDFeatureOptionNotInProduct = FEHLER: RVD enth\u00e4lt Merkmal/Option-Kombination(en), die nicht im Produkt enthalten sind.
CfgDictionaryMdl.Alert.InvalidInput = Eine oder mehrere Eingabe(n) ung\u00fcltig
CfgDictionaryMdl.Alert.FeaturesNotInProduct = FEHLER: Folgende Merkmale/Optionen sind nicht im Kontextprodukt vorhanden:  
CfgDictionaryMdl.Alert.RulesNotInProduct = Fehler: Mindestens eine Regel geh\u00f6rt nicht zum Kontextprodukt.
CfgDictionaryMdl.Alert.RulesAlreadyInProduct = Fehler: Mindestens eine Regel ist bereits im Kontextprodukt enthalten.
CfgDictionaryMdl.Alert.ConfigurationFeatureUsedInRule= Fehler: Das Konfigurationsmerkmal kann nicht auf 'Veraltet' gesetzt werden, da es in einer Konfigurationsregel verwendet wird (z. B. Matrixregel, Ausdrucksregel usw.).
CfgDictionaryMdl.Error.ProductConfigurationInstanceError = FEHLER: Diese API muss von einer Instanz der Produktkonfiguration aufgerufen werden.
CfgDictionaryMdl.Error.ConfigurationFeatureUsedInBCR= Fehler: Attribut 'Konfigurationsauswahltyp' kann nicht bearbeitet werden, da es in einer booleschen Kompatibilit\u00e4tsregel verwendet wird.
CfgDictionaryMdl.Error.ConfigurationFeatureUsedInMPR= Fehler: Attribut 'Konfigurationsauswahltyp' kann nicht bearbeitet werden, da es in einer Marketing-Voreinstellungsregel verwendet wird.
CfgDictionaryMdl.Error.ConfigurationFeatureUsedInRR= Fehler: Attribut 'Konfigurationsauswahltyp' kann nicht bearbeitet werden, da es in einer Ressourcenregel verwendet wird.
CfgDictionaryMdl.Error.ConfigurationFeatureUsedInPC= Fehler: Varianten-/Optionsgruppen k\u00f6nnen nicht bearbeitet werden, da diese in der Produktkonfiguration verwendet werden.
CfgDictionaryMdl.Alert.ObjectNotSupported= Fehler: Der Objekttyp '{0}' wird derzeit nicht unterst\u00fctzt.
CfgDictionaryMdl.Error.ModifyEffectivityWhileCFInUsedInCfgRule= Fehler: G\u00fcltigkeit kann nicht ge\u00e4ndert werden, solange das Konfigurationsmerkmal in einer Konfigurationsregel verwendet wird.
CfgDictionaryMdl.Error.UnableToReviseConfigurableObject= Fehler: Objekt kann nicht revidiert werden, da seine Struktur einen G\u00fcltigkeitssatz aufweist.
CfgDictionaryMdl.Error.ProductRevisionCriteria= Fehler: F\u00fcr die Verarbeitung m\u00fcssen Produktrevisionskriterien bereitgestellt werden.
CfgDictionaryMdl.Error.MilestoneInputToSide= Fehler: Nehmen Sie bei einem einzigen Meilenstein die Eingabe auf der ZU-Seite vor.
CfgDictionaryMdl.Error.MilestoneDisciplineError= Fehler: Disziplin wurde ohne Meilenstein(e) angegeben.
CfgDictionaryMdl.Error.DeleteModelCheckAgainstCandidateItems= Fehler: Das Modell kann nicht gel\u00f6scht werden, da mit diesem einige Kandidatenelemente verkn\u00fcpft sind. Entfernen Sie zuerst alle Kandidatenelemente.
CfgDictionaryMdl.Error.AttributeConfigurationSelectionTypeModifyBlock= Fehler: Attribut kann nicht ge\u00e4ndert werden, da die Revision f\u00fcr das Konfigurationsmerkmal vorgesehen ist.
CfgDictionaryMdl.Alert.VariantInvalidInputForCreate = Fehler: Ung\u00fcltige Eingabe f\u00fcr Variante erstellen
CfgDictionaryMdl.Alert.VariantValueInvalidInputForCreate= Fehler: Ung\u00fcltige Eingabe f\u00fcr Wert erstellen
CfgDictionaryMdl.Alert.VariabilityGroupInvalidInputForCreate= Fehler: Ung\u00fcltige Eingabe f\u00fcr Optionsgruppe erstellen
CfgDictionaryMdl.Alert.VariabilityOptionInvalidInputForCreate= Fehler: Ung\u00fcltige Eingabe f\u00fcr Option erstellen
CfgDictionaryMdl.Error.RemoveCandidateVariantsAndVariabilityGroup= Varianten/Optionsgruppen f\u00fcr den ausgew\u00e4hlten Kandidaten k\u00f6nnen nicht entfernt werden:
CfgDictionaryMdl.Alert.FeatureAddOptionNotAllowed= Die ausgew\u00e4hlte Vorschrift f\u00fcr das Element l\u00e4sst in diesem Stadium keine Optionsaufnahme zu.
CfgDictionaryMdl.Error.FeatureCreateOptionNotAllowed= Die ausgew\u00e4hlte Vorschrift f\u00fcr das Element l\u00e4sst in diesem Stadium keine Optionserstellung zu.
CfgDictionaryMdl.Error.GlobalModelError= Globales Modell existiert nicht.
CfgDictionaryMdl.Error.RemoveVariantOrOptionError= Dieser Vorgang kann nicht ausgef\u00fchrt werden, da eine der Option der ausgew\u00e4hlten Variante/Optionsgruppe zugewiesen ist.
CfgDictionaryMdl.Alert.NotOneModelError= Fehler: Es existiert entweder kein Modell oder mehr als ein Modell
CfgDictionaryMdl.Error.CannotRemoveInheritedFeatures= Mindestens eine Option sollte f\u00fcr geerbte Varianten/Optionsgruppen zugewiesen sein.
CfgDictionaryMdl.Error.CannotRemoveDV= Mindestens eine Option sollte f\u00fcr geerbte Varianten/Optionsgruppen zugewiesen sein, die als Konstruktionsvarianten verwendet werden.
CfgDictionaryMdl.Error.ToggleMandatoryFailure= Fehler beim Umschalten. Pr\u00fcfen Sie, ob die Varianten-/Optionsgruppen auf der \u00fcbergeordneten Ebene vorgeschrieben sind.
CfgDictionaryMdl.CreateProductRevision.Error.RootProductNotCreated = Fehler: Stammprodukt kann nicht unter einem leeren Modell erstellt werden

# AutoNaming Parameterization
OOTBParameterization.ObjectIdentification.ObjectIdentifier.VariantNaming = Variante
OOTBParameterization.ObjectIdentification.ObjectIdentifier.VariantValueNaming = Variantenwert
OOTBParameterization.ObjectIdentification.ObjectIdentifier.VariabilityGroupNaming= Optionsgruppe
OOTBParameterization.ObjectIdentification.ObjectIdentifier.VariabilityOptionNaming= Option
OOTBParameterization.ObjectIdentification.ObjectIdentifier.VariantParameterNaming= Variantenparameter

# Variant Parameter
CfgDictionaryMdl.Error.KindMustBePresent= Typ (Ganzzahl oder reelle Zahl) muss angegeben werden, um einen Variantenparameter zu erstellen.
CfgDictionaryMdl.Error.DimensionRequiresKindTypeReal= Bema\u00dfungen sind als reelle Zahlen anzugeben.
CfgDictionaryMdl.Error.VariantParameterNameNotProvided= F\u00fcr die Erstellung eines Variantenparameters muss ein Name angegeben werden.
CfgDictionaryMdl.Error.ParamMustNotBeEmpty= F\u00fcr die Erstellung eines Variantenparameters m\u00fcssen Parameterdetails angegeben werden.
CfgDictionaryMdl.Error.VPInUse.UpdateNotAllowed= Der Kontextvariantenparameter wird verwendet. Eine Aktualisierung ist daher nicht m\u00f6glich.
CfgDictionaryMdl.Error.VPInUse.DeleteNotAllowed= Der Kontextvariantenparameter wird verwendet. Eine L\u00f6schung ist daher nicht m\u00f6glich.
CfgDictionaryMdl.Error.VPValueNotInRange= Der Wert liegt nicht im festgelegten Parameterbereich.
CfgDictionaryMdl.Error.VPMinValueGreaterThanMaxValue= Fehler: Der Mindestwert ist gr\u00f6\u00dfer als der H\u00f6chstwert.
CfgDictionaryMdl.Error.SetVPValueNoRelIdProvided= Fehler: Keine Beziehungskennung f\u00fcr Wertfestsetzung angegeben.

# Configurration Rule
CfgDictionaryMdl.Error.DemoteReleasedCfgRuleUsedInReleasedModelVersion= Regel kann nicht zur\u00fcckgestuft werden, da sie in einer ver\u00f6ffentlichten Modellversion verwendet wird.

