#
#  CfgDictionaryMdlStringResource.properties -- Properties file.
#
#   Copyright (c) 1992-2018 Dassault Systemes.
#   All Rights Reserved. 
#   This program contains proprietary and trade secret information of MatrixOne,
#   Inc.  Copyright notice is precautionary only
#   and does not evidence any actual or intended publication of such program
#



CfgDictionaryMdl.Alert.ConfigurationFeatureInvalidInput =ERREUR Entr\u00e9e non valide : v\u00e9rifiez le type, le nom affich\u00e9 et\\ou le type de s\u00e9lection de fonctionnalit\u00e9 de configuration.
CfgDictionaryMdl.Alert.CompletenessStatusError = ERREUR - L'\u00e9tat d'ach\u00e8vement doit \u00eatre Partiel, Complet ou Hybride.
CfgDictionaryMdl.Alert.ConfigurationRuleUsedElseWhere = ERREUR\u00a0: impossible de supprimer l'objet car il est connect\u00e9 \u00e0 un(e) autre mod\u00e8le/gamme de produits.
CfgDictionaryMdl.Alert.TNRNonUnique= 'Type Nom R\u00e9vision' d'objet m\u00e9tier non unique
CfgDictionaryMdl.Alert.ObjectError = ERREUR : l'objet ne peut pas \u00eatre nul ou vide
CfgDictionaryMdl.Alert.RVDAndFilterExpressionError = ERREUR d'entr\u00e9e non valide : le type d'objet n'est pas RVD ou l'expression de filtre est nulle/vide.
CfgDictionaryMdl.Alert.InputProductError = Le produit d'entr\u00e9e est introuvable
CfgDictionaryMdl.Alert.RVDFeatureOptionNotInProduct = ERREUR : RVD contient une ou plusieurs combinaisons Fonctionnalit\u00e9\\Option non incluses dans le produit
CfgDictionaryMdl.Alert.InvalidInput = Une ou plusieurs entr\u00e9es non valides
CfgDictionaryMdl.Alert.FeaturesNotInProduct = ERREUR : les fonctionnalit\u00e9s\\options suivantes ne sont pas dans le produit de contexte :  
CfgDictionaryMdl.Alert.RulesNotInProduct = Erreur : certaines r\u00e8gles n'appartiennent pas au produit de contexte
CfgDictionaryMdl.Alert.RulesAlreadyInProduct = Erreur : certaines r\u00e8gles sont d\u00e9j\u00e0 dans le produit de contexte
CfgDictionaryMdl.Alert.ConfigurationFeatureUsedInRule= Erreur : la fonctionnalit\u00e9 de configuration ne peut pas \u00eatre rendue Obsol\u00e8te car elle est r\u00e9f\u00e9renc\u00e9e dans une r\u00e8gle de configuration (ex : r\u00e8gle de matrice, r\u00e8gle d'expression, etc.)
CfgDictionaryMdl.Error.ProductConfigurationInstanceError = ERREUR : cette API doit \u00eatre appel\u00e9e depuis une instance de configuration de produit
CfgDictionaryMdl.Error.ConfigurationFeatureUsedInBCR= Erreur : impossible de modifier l'attribut Type de s\u00e9lection de la configuration car il est utilis\u00e9 dans une r\u00e8gle de compatibilit\u00e9 bool\u00e9enne
CfgDictionaryMdl.Error.ConfigurationFeatureUsedInMPR= Erreur : impossible de modifier l'attribut Type de s\u00e9lection de la configuration car il est utilis\u00e9 dans une r\u00e8gle de pr\u00e9f\u00e9rence marketing
CfgDictionaryMdl.Error.ConfigurationFeatureUsedInRR= Erreur : impossible de modifier l'attribut Type de s\u00e9lection de la configuration car il est utilis\u00e9 dans une r\u00e8gle d'usage de ressources
CfgDictionaryMdl.Error.ConfigurationFeatureUsedInPC= Erreur : impossible de modifier les variantes/groupes d'options car ils sont utilis\u00e9s dans la configuration de produit
CfgDictionaryMdl.Alert.ObjectNotSupported= Erreur : le type d'objet '{0}' n'est actuellement pas pris en charge
CfgDictionaryMdl.Error.ModifyEffectivityWhileCFInUsedInCfgRule= Erreur : impossible de modifier l'effectivit\u00e9 lorsque la fonctionnalit\u00e9 de configuration est utilis\u00e9e dans une r\u00e8gle de configuration
CfgDictionaryMdl.Error.UnableToReviseConfigurableObject= Erreur : impossible de r\u00e9viser cet objet, car l'effectivit\u00e9 a \u00e9t\u00e9 d\u00e9finie sur sa structure
CfgDictionaryMdl.Error.ProductRevisionCriteria= Erreur : le crit\u00e8re de r\u00e9vision du produit doit \u00eatre fourni pour le traitement
CfgDictionaryMdl.Error.MilestoneInputToSide= Erreur : en cas de jalon unique, saisir une entr\u00e9e du c\u00f4t\u00e9 \"pour\"
CfgDictionaryMdl.Error.MilestoneDisciplineError= Erreur : la discipline est fournie mais sans jalon(s)
CfgDictionaryMdl.Error.DeleteModelCheckAgainstCandidateItems= Erreur : impossible de supprimer le mod\u00e8le, car certains \u00e9l\u00e9ments candidats y sont attach\u00e9s. Enlevez d'abord tous les \u00e9l\u00e9ments candidats.
CfgDictionaryMdl.Error.AttributeConfigurationSelectionTypeModifyBlock= Erreur : l'attribut ne peut pas \u00eatre modifi\u00e9 car la r\u00e9vision existe pour la fonction de configuration.
CfgDictionaryMdl.Alert.VariantInvalidInputForCreate= Erreur : entr\u00e9e non valide pour la variante cr\u00e9\u00e9e
CfgDictionaryMdl.Alert.VariantValueInvalidInputForCreate= Erreur : entr\u00e9e non valide pour la cr\u00e9ation de valeur
CfgDictionaryMdl.Alert.VariabilityGroupInvalidInputForCreate= Erreur : entr\u00e9e non valide pour la cr\u00e9ation de groupe d'options
CfgDictionaryMdl.Alert.VariabilityOptionInvalidInputForCreate= Erreur : entr\u00e9e non valide pour la cr\u00e9ation d'option
CfgDictionaryMdl.Error.RemoveCandidateVariantsAndVariabilityGroup= Impossible d'enlever les groupes d'options/variantes candidats s\u00e9lectionn\u00e9s pour les raisons suivantes :
CfgDictionaryMdl.Alert.FeatureAddOptionNotAllowed= La r\u00e8gle de gestion d'\u00e9l\u00e9ment s\u00e9lectionn\u00e9e ne permet pas l'ajout d'une option \u00e0 cet \u00e9tat.
CfgDictionaryMdl.Error.FeatureCreateOptionNotAllowed= La r\u00e8gle de gestion d'\u00e9l\u00e9ment s\u00e9lectionn\u00e9e ne permet pas la cr\u00e9ation d'une option \u00e0 cet \u00e9tat.
CfgDictionaryMdl.Error.GlobalModelError= Le mod\u00e8le global n'existe pas.
CfgDictionaryMdl.Error.RemoveVariantOrOptionError= Impossible d'effectuer cette op\u00e9ration car l'une des options du groupe d'options/variante s\u00e9lectionn\u00e9(e) a \u00e9t\u00e9 allou\u00e9e.
CfgDictionaryMdl.Alert.NotOneModelError= Erreur : il n'existe aucun mod\u00e8le, ou plusieurs mod\u00e8les
CfgDictionaryMdl.Error.CannotRemoveInheritedFeatures= Une option au moins doit rester allou\u00e9e pour les Variantes/Groupes d'options h\u00e9rit\u00e9s.
CfgDictionaryMdl.Error.CannotRemoveDV= Une option au moins doit rester allou\u00e9e pour les Variantes/Groupes d'options utilis\u00e9s en tant que Variantes de conception.
CfgDictionaryMdl.Error.ToggleMandatoryFailure= Echec du basculement. V\u00e9rifiez si les variantes/groupes d'options sont obligatoires au niveau parent.
CfgDictionaryMdl.CreateProductRevision.Error.RootProductNotCreated = Erreur : le produit racine peut uniquement \u00eatre cr\u00e9\u00e9 sous un mod\u00e8le vide

# AutoNaming Parameterization
OOTBParameterization.ObjectIdentification.ObjectIdentifier.VariantNaming = Variante
OOTBParameterization.ObjectIdentification.ObjectIdentifier.VariantValueNaming = Valeur de variante
OOTBParameterization.ObjectIdentification.ObjectIdentifier.VariabilityGroupNaming= Groupe d'options
OOTBParameterization.ObjectIdentification.ObjectIdentifier.VariabilityOptionNaming= Option
OOTBParameterization.ObjectIdentification.ObjectIdentifier.VariantParameterNaming= Param\u00e8tre de variante

# Variant Parameter
CfgDictionaryMdl.Error.KindMustBePresent= Se debe especificar el tipo (entero o real) para crear un par\u00e1metro de variante.
CfgDictionaryMdl.Error.DimensionRequiresKindTypeReal= La dimensi\u00f3n requiere el tipo real.
CfgDictionaryMdl.Error.VariantParameterNameNotProvided= Se debe indicar el nombre para crear el par\u00e1metro de variante.
CfgDictionaryMdl.Error.ParamMustNotBeEmpty= Se deben indicar los detalles para crear el par\u00e1metro de variante.
CfgDictionaryMdl.Error.VPInUse.UpdateNotAllowed= El par\u00e1metro de variante de contexto est\u00e1 en uso. Por tanto, no es posible la actualizaci\u00f3n.
CfgDictionaryMdl.Error.VPInUse.DeleteNotAllowed= El par\u00e1metro de variante de contexto est\u00e1 en uso. Por tanto, no es posible la supresi\u00f3n.
CfgDictionaryMdl.Error.VPValueNotInRange= El valor no se incluye dentro del rango definido del par\u00e1metro.
CfgDictionaryMdl.Error.VPMinValueGreaterThanMaxValue= Erreur : la valeur min. est sup\u00e9rieure \u00e0 la valeur max.
CfgDictionaryMdl.Error.SetVPValueNoRelIdProvided= Erreur : aucun ID de relation n'est sp\u00e9cifi\u00e9 pour d\u00e9finir la valeur.

# Configurration Rule
CfgDictionaryMdl.Error.DemoteReleasedCfgRuleUsedInReleasedModelVersion= La r\u00e9trogradation de la r\u00e8gle n'est pas autoris\u00e9e car elle est utilis\u00e9e dans certaines versions de mod\u00e8le distribu\u00e9es.

