#
#  CfgDictionaryMdlStringResource.properties -- Properties file.
#
#   Copyright (c) 1992-2018 Dassault Systemes.
#   All Rights Reserved. 
#   This program contains proprietary and trade secret information of MatrixOne,
#   Inc.  Copyright notice is precautionary only
#   and does not evidence any actual or intended publication of such program
#



CfgDictionaryMdl.Alert.ConfigurationFeatureInvalidInput =ERROR de entrada no v\u00e1lida: compruebe el tipo, el nombre para mostrar y\\el tipo de selecci\u00f3n de caracter\u00edstica de configuraci\u00f3n.
CfgDictionaryMdl.Alert.CompletenessStatusError = ERROR - El estatus de integridad debe ser Parcial, Completo o H\u00edbrido.
CfgDictionaryMdl.Alert.ConfigurationRuleUsedElseWhere = ERROR: el objeto no se puede eliminar porque est\u00e1 conectado a otro modelo o l\u00ednea de producto.
CfgDictionaryMdl.Alert.TNRNonUnique= La revisi\u00f3n del nombre del tipo de business object no es \u00fanica.
CfgDictionaryMdl.Alert.ObjectError = ERROR: El objeto no puede ser nulo ni estar vac\u00edo
CfgDictionaryMdl.Alert.RVDAndFilterExpressionError = ERROR de entrada no v\u00e1lida: El tipo de objeto no es RVD o la expresi\u00f3n del filtro es nula o est\u00e1 vac\u00eda.
CfgDictionaryMdl.Alert.InputProductError = No se encuentra el producto de entrada
CfgDictionaryMdl.Alert.RVDFeatureOptionNotInProduct = ERROR: RVD contiene combinaciones\\de opciones de caracter\u00edsticas que no se encuentran en el producto
CfgDictionaryMdl.Alert.InvalidInput = Una o m\u00e1s entradas no son v\u00e1lidas
CfgDictionaryMdl.Alert.FeaturesNotInProduct = ERROR: Las siguientes opciones\\de caracter\u00edsticas no se encuentran en el producto de contexto:  
CfgDictionaryMdl.Alert.RulesNotInProduct = Error: Algunas reglas no pertenecen al producto de contexto
CfgDictionaryMdl.Alert.RulesAlreadyInProduct = Error: Algunas reglas ya se encuentran en el producto de contexto
CfgDictionaryMdl.Alert.ConfigurationFeatureUsedInRule= Error: No se puede convertir la caracter\u00edstica de configuraci\u00f3n en Obsoleta porque se hace referencia a la caracter\u00edstica en una regla de configuraci\u00f3n (por ejemplo, regla de matriz, regla de expresi\u00f3n, etc.)
CfgDictionaryMdl.Error.ProductConfigurationInstanceError = ERROR - Esta API debe ser solicitada desde una instancia de configuraci\u00f3n de producto
CfgDictionaryMdl.Error.ConfigurationFeatureUsedInBCR= Error: No se puede modificar el atributo Tipo de selecci\u00f3n de configuraci\u00f3n porque se est\u00e1 utilizando en una regla de compatibilidad booleana
CfgDictionaryMdl.Error.ConfigurationFeatureUsedInMPR= Error: No se puede modificar el atributo Tipo de selecci\u00f3n de configuraci\u00f3n porque se est\u00e1 utilizando en una regla de preferencia de marketing
CfgDictionaryMdl.Error.ConfigurationFeatureUsedInRR= Error: No se puede modificar el atributo Tipo de selecci\u00f3n de configuraci\u00f3n porque se est\u00e1 utilizando en una regla de recursos
CfgDictionaryMdl.Error.ConfigurationFeatureUsedInPC= Error: No se pueden modificar las variantes ni los grupos de opciones porque se est\u00e1n utilizando en la configuraci\u00f3n de producto
CfgDictionaryMdl.Alert.ObjectNotSupported= Error: El tipo de objeto '{0}' no es compatible
CfgDictionaryMdl.Error.ModifyEffectivityWhileCFInUsedInCfgRule= Error: No se puede modificar la efectividad mientras la caracter\u00edstica de configuraci\u00f3n se est\u00e1 utilizando en una regla de configuraci\u00f3n
CfgDictionaryMdl.Error.UnableToReviseConfigurableObject= Error: No se puede crear una revisi\u00f3n de este objeto ya que tiene establecida una efectividad en su estructura
CfgDictionaryMdl.Error.ProductRevisionCriteria= Error: Se deben proporcionar criterios de revisi\u00f3n del producto para el procesamiento
CfgDictionaryMdl.Error.MilestoneInputToSide= Error: En el caso de una \u00fanica etapa, proporcione la entrada en el lado \"hasta\"
CfgDictionaryMdl.Error.MilestoneDisciplineError= Error: Se proporciona la disciplina, pero sin etapas
CfgDictionaryMdl.Error.DeleteModelCheckAgainstCandidateItems= Error: No se puede eliminar el modelo porque tiene algunos elementos candidatos adjuntos. Quite todos los elementos candidatos primero.
CfgDictionaryMdl.Error.AttributeConfigurationSelectionTypeModifyBlock= Error: El atributo no se puede modificar porque ya existe la revisi\u00f3n para la caracter\u00edstica de configuraci\u00f3n
CfgDictionaryMdl.Alert.VariantInvalidInputForCreate= Error: Entrada no v\u00e1lida para la creaci\u00f3n de variante
CfgDictionaryMdl.Alert.VariantValueInvalidInputForCreate= Error: Entrada no v\u00e1lida para la creaci\u00f3n del valor
CfgDictionaryMdl.Alert.VariabilityGroupInvalidInputForCreate= Error: Entrada no v\u00e1lida para la creaci\u00f3n del grupo de opciones
CfgDictionaryMdl.Alert.VariabilityOptionInvalidInputForCreate= Error: Entrada no v\u00e1lida para la creaci\u00f3n de la opci\u00f3n
CfgDictionaryMdl.Error.RemoveCandidateVariantsAndVariabilityGroup= No se pueden quitar las variantes ni los grupos de opciones seleccionados porque:
CfgDictionaryMdl.Alert.FeatureAddOptionNotAllowed= La directiva del elemento seleccionado no permite agregar una opci\u00f3n en este estado.
CfgDictionaryMdl.Error.FeatureCreateOptionNotAllowed= La directiva del elemento seleccionado no permite crear una opci\u00f3n en este estado.
CfgDictionaryMdl.Error.GlobalModelError= El modelo global no existe.
CfgDictionaryMdl.Error.RemoveVariantOrOptionError= Esta operaci\u00f3n no se puede realizar debido a que una de las opciones de la variante o de grupo de opciones seleccionados est\u00e1 asignada.
CfgDictionaryMdl.Alert.NotOneModelError= Error: No existe ning\u00fan modelo o hay m\u00e1s de uno
CfgDictionaryMdl.Error.CannotRemoveInheritedFeatures= Al menos una opci\u00f3n debe mantenerse asignada para las variantes o los grupos de opciones heredados.
CfgDictionaryMdl.Error.CannotRemoveDV= Al menos una opci\u00f3n debe mantenerse asignada para las variantes o los grupos de opciones que se utilizan como variantes de dise\u00f1o. 
CfgDictionaryMdl.Error.ToggleMandatoryFailure= No se pudo alternar. Revise si las variantes o los grupos de opciones son obligatorios en el nivel padre.
CfgDictionaryMdl.CreateProductRevision.Error.RootProductNotCreated = Error: El producto ra\u00edz solo se puede crear dentro de un modelo vac\u00edo

# AutoNaming Parameterization
OOTBParameterization.ObjectIdentification.ObjectIdentifier.VariantNaming = Variante
OOTBParameterization.ObjectIdentification.ObjectIdentifier.VariantValueNaming = Valor de variante
OOTBParameterization.ObjectIdentification.ObjectIdentifier.VariabilityGroupNaming= Grupo de opciones
OOTBParameterization.ObjectIdentification.ObjectIdentifier.VariabilityOptionNaming= Opci\u00f3n
OOTBParameterization.ObjectIdentification.ObjectIdentifier.VariantParameterNaming= Par\u00e1metro de variante

# Variant Parameter
CfgDictionaryMdl.Error.KindMustBePresent= Se debe especificar el tipo (entero o real) para crear un par\u00e1metro de variante.
CfgDictionaryMdl.Error.DimensionRequiresKindTypeReal= La dimensi\u00f3n requiere el tipo real.
CfgDictionaryMdl.Error.VariantParameterNameNotProvided= Se debe indicar el nombre para crear el par\u00e1metro de variante.
CfgDictionaryMdl.Error.ParamMustNotBeEmpty= Se deben indicar los detalles para crear el par\u00e1metro de variante.
CfgDictionaryMdl.Error.VPInUse.UpdateNotAllowed= El par\u00e1metro de variante de contexto est\u00e1 en uso. Por tanto, no es posible la actualizaci\u00f3n.
CfgDictionaryMdl.Error.VPInUse.DeleteNotAllowed= El par\u00e1metro de variante de contexto est\u00e1 en uso. Por tanto, no es posible la supresi\u00f3n.
CfgDictionaryMdl.Error.VPValueNotInRange= El valor no se incluye dentro del rango definido del par\u00e1metro.
CfgDictionaryMdl.Error.VPMinValueGreaterThanMaxValue= Error: el valor m\u00ednimo es superior al valor m\u00e1ximo.
CfgDictionaryMdl.Error.SetVPValueNoRelIdProvided= Error: no se ha proporcionado ning\u00fan ID de relaci\u00f3n para definir el valor.

# Configurration Rule
CfgDictionaryMdl.Error.DemoteReleasedCfgRuleUsedInReleasedModelVersion= No se permite el descenso de la regla porque se est\u00e1 utilizando en alguna versi\u00f3n de modelo emitida.

