bl.checkrule.validation.failed= \u30eb\u30fc\u30eb\u306f\u672a\u691c\u8a3c\u3067\u3059
bl.checkrule.execution.failed= \u691c\u8a3c\u30eb\u30fc\u30eb\u306e\u5b9f\u884c\u306b\u5931\u6557\u3057\u307e\u3057\u305f
bl.actionrule.execution.failed= \u30a2\u30af\u30b7\u30e7\u30f3\u30eb\u30fc\u30eb\u306e\u5b9f\u884c\u306b\u5931\u6557\u3057\u307e\u3057\u305f
duplicate.options.suffix = \u63a5\u5c3e\u90e8\uff1a
duplicate.options.prefix = \u63a5\u982d\u90e8\uff1a
duplicate.options.wholeStructure = \u69cb\u9020\u5168\u4f53
maturity.promote.failed = $<type>\u306e\u30b9\u30c6\u30fc\u30c8\u30c0\u30a6\u30f3\u306b\u5931\u6557\u3057\u307e\u3057\u305f
maturity.promote.failed = $<attribute[PLMEntity.V_Name]>\u306e\u30b9\u30c6\u30fc\u30c8\u30a2\u30c3\u30d7\u306b\u5931\u6557\u3057\u307e\u3057\u305f
delete.delete.failed = $<type>\u306e\u524a\u9664\u306b\u5931\u6557\u3057\u307e\u3057\u305f
delete.delete.genericFailure= \u524a\u9664\u306b\u5931\u6557\u3057\u307e\u3057\u305f
delete.delete.referenced= \u524a\u9664\u306b\u5931\u6557\u3057\u307e\u3057\u305f\uff1a\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306f\u6b21\u304b\u3089\u53c2\u7167\u3055\u308c\u3066\u3044\u307e\u3059\uff1a{0}
delete.delete.noright= \u3053\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3092\u524a\u9664\u3059\u308b\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093
delete.delete.cannot= \u3053\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306f\u524a\u9664\u3067\u304d\u307e\u305b\u3093
delete.restore.noright= \u3053\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3092\u5fa9\u5143\u3059\u308b\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093
delete.restore.norightstructure= \u8981\u6c42\u3055\u308c\u305f\u69cb\u9020\u5fa9\u5143\u306e{0}\u3092\u5fa9\u5143\u3059\u308b\u305f\u3081\u306b\u5fc5\u8981\u306a\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093
delete.restore.notactivated= \u8ad6\u7406\u524a\u9664\u304c\u30a2\u30af\u30c6\u30a3\u30d6\u5316\u3055\u308c\u3066\u3044\u307e\u305b\u3093
delete.delete.badinputdata= \u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306f\u524a\u9664\u3055\u308c\u305f\u304b\u3001\u30a2\u30af\u30bb\u30b9\u3067\u304d\u306a\u304f\u306a\u308a\u307e\u3057\u305f
delete.delete.logicaldeleted = \u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306f\u8ad6\u7406\u7684\u306b\u524a\u9664\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u30c7\u30fc\u30bf\u30d3\u30e5\u30fc\u3092\u66f4\u65b0\u3057\u3066\u304f\u3060\u3055\u3044
delete.delete.notlogicallydeleted = \u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306f\u8ad6\u7406\u7684\u306b\u524a\u9664\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u30c7\u30fc\u30bf\u30d3\u30e5\u30fc\u3092\u66f4\u65b0\u3057\u3066\u304f\u3060\u3055\u3044
delete.delete.unable = \u524a\u9664\u3092\u5b9f\u884c\u3067\u304d\u307e\u305b\u3093
delete.restore.unable = \u5fa9\u5143\u3092\u5b9f\u884c\u3067\u304d\u307e\u305b\u3093
duplicate.duplicate.failed = $<type>\u306e\u8907\u88fd\u306b\u5931\u6557\u3057\u307e\u3057\u305f
duplicate.short.failed= \u8907\u88fd\u306b\u5931\u6557\u3057\u307e\u3057\u305f
duplicate.duplicate.referenced= \u89aa\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306a\u3057\u3067\u306f\u8907\u88fd\u3067\u304d\u307e\u305b\u3093\uff1a{0}
revise.major.failed = $<type>\u306e\u6539\u8a02\u306b\u5931\u6557\u3057\u307e\u3057\u305f
family.error.notFound= \u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306f\u524a\u9664\u3055\u308c\u305f\u304b\u3001\u30a2\u30af\u30bb\u30b9\u3067\u304d\u306a\u304f\u306a\u308a\u307e\u3057\u305f
lifecycle.command.notsupported = \u30bf\u30a4\u30d7$<type>\u306f{0}\u3067\u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093
lifecycle.command.notsupported3dpart = {0}\u306f3D\u90e8\u54c1\u306e\u96c6\u7d04\u30ea\u30d7\u30ec\u30bc\u30f3\u30c6\u30fc\u30b7\u30e7\u30f3\u3067\u627f\u8a8d\u3055\u308c\u3066\u3044\u307e\u305b\u3093
lifecycle.command.folder = \u30d5\u30a9\u30eb\u30c0
lifecycle.command.engWorkspace= \u8a2d\u8a08\u8005\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9
lifecycle.error.notExist= \u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306f\u524a\u9664\u3055\u308c\u305f\u304b\u3001\u30a2\u30af\u30bb\u30b9\u3067\u304d\u306a\u304f\u306a\u308a\u307e\u3057\u305f
lifecycle.error.noPublished =\u30d1\u30d6\u30ea\u30c3\u30b7\u30e5\u6e08\u307f\u30b9\u30c6\u30fc\u30c8\u306e\u30ea\u30d3\u30b8\u30e7\u30f3\u304c\u3042\u308a\u307e\u305b\u3093
duplicate.options.advanced =\u8a73\u7d30
revise.error.noFolderForPrevRevision =\u4ee5\u524d\u306e\u30ea\u30d3\u30b8\u30e7\u30f3\u306f\u3001\u65b0\u898f\u30ea\u30d3\u30b8\u30e7\u30f3\u306b\u4f7f\u7528\u3067\u304d\u308b\u3044\u305a\u308c\u306e\u30d5\u30a9\u30eb\u30c0\u306b\u3082\u30ea\u30f3\u30af\u3055\u308c\u3066\u3044\u307e\u305b\u3093
revise.error.noFolderForPrevRevisionOf = '{0}'\u306e\u4ee5\u524d\u306e\u30ea\u30d3\u30b8\u30e7\u30f3\u306f\u3001\u65b0\u898f\u30ea\u30d3\u30b8\u30e7\u30f3\u306b\u4f7f\u7528\u3067\u304d\u308b\u3044\u305a\u308c\u306e\u30d5\u30a9\u30eb\u30c0\u306b\u3082\u30ea\u30f3\u30af\u3055\u308c\u3066\u3044\u307e\u305b\u3093
lifecycle.error.addinFolderFailed =\u30d5\u30a9\u30eb\u30c0\u3078\u306e\u8ffd\u52a0\u306b\u5931\u6557\u3057\u307e\u3057\u305f
duplicate.failed.noinfo =\u8907\u88fd\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002\u30a8\u30e9\u30fc\u60c5\u5831\u306f\u30ec\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093
snapshot.error.role = \u30e6\u30fc\u30b6\u30fc\u30ed\u30fc\u30eb\u306f\u3053\u306e\u30b9\u30ca\u30c3\u30d7\u30b7\u30e7\u30c3\u30c8\u64cd\u4f5c\u306b\u306f\u7121\u52b9\u3067\u3059
snapshot.error.objectType =\u8981\u6c42\u306f\u3001MCAD\u30e2\u30c7\u30eb\u304b\u3089\u7d99\u627f\u3057\u305f\u30bf\u30a4\u30d7\u3067\u306e\u307f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u3059
snapshot.error.missingid = \u7121\u52b9\u306a\u8981\u6c42\uff1a\u30aa\u30d6\u30b8\u30a7\u30af\u30c8ID\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093
snapshot.error.missingname = \u7121\u52b9\u306a\u8981\u6c42\uff1a\u30b9\u30ca\u30c3\u30d7\u30b7\u30e7\u30c3\u30c8\u540d\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093
snapshot.error.illegalChar = \u7121\u52b9\u306a\u8981\u6c42\uff1a\u30b9\u30ca\u30c3\u30d7\u30b7\u30e7\u30c3\u30c8\u540d\u306b\u7121\u52b9\u306a\u6587\u5b57\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059
snapshot.info.nosnapshots =\u30b9\u30ca\u30c3\u30d7\u30b7\u30e7\u30c3\u30c8\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093
snapshot.error.expandfailed =\u30b9\u30ca\u30c3\u30d7\u30b7\u30e7\u30c3\u30c8\u306e\u5c55\u958b\u306b\u5931\u6557\u3057\u307e\u3057\u305f
snapshot.error.folderattach = \u30d5\u30a9\u30eb\u30c0\u306b\u6dfb\u4ed8\u3067\u304d\u307e\u305b\u3093
snapshot.error.noSelectedFolder = \u9078\u629e\u3055\u308c\u305f\u30d5\u30a9\u30eb\u30c0\u304c\u3042\u308a\u307e\u305b\u3093
snapshot.error.unablerestore = \u30b9\u30ca\u30c3\u30d7\u30b7\u30e7\u30c3\u30c8\u3092\u5fa9\u5143\u3067\u304d\u307e\u305b\u3093
revise.error.nosecuritycontext= \u524d\u306e\u30ea\u30d3\u30b8\u30e7\u30f3\u306e\u7d44\u7e54\u3068\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u30b9\u30da\u30fc\u30b9\u306b\u57fa\u3065\u3044\u3066\u8a31\u5bb9\u3067\u304d\u308b\u8cc7\u683c\u60c5\u5831\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093
revise.from.failed =\u6539\u8a02\u306b\u5931\u6557\u3057\u307e\u3057\u305f
lifecycle.command.delete =\u524a\u9664
lifecycle.command.duplicate =\u8907\u88fd
lifecycle.command.newMajorRevision =\u65b0\u898f\u30ea\u30d3\u30b8\u30e7\u30f3
lifecycle.command.newRevisionFrom =\u65b0\u898f\u30ea\u30d3\u30b8\u30e7\u30f3\u306e\u4f5c\u6210\u5143
lifecycle.command.changeMaturity =\u5b8c\u6210\u5ea6\u306e\u5909\u66f4
lifecycle.command.newBranch= \u65b0\u3057\u3044\u30d6\u30e9\u30f3\u30c1
maturity.change.unable= \u5b8c\u6210\u5ea6\u3092\u5909\u66f4\u3067\u304d\u307e\u305b\u3093
lifecycle.maturity.typeNotExposed = \u30bf\u30a4\u30d7{0}\u306f\u8f9e\u66f8\u306b\u516c\u958b\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u5b8c\u6210\u5ea6\u306e\u5909\u66f4\u306f\u8a31\u53ef\u3055\u308c\u307e\u305b\u3093
lifecycle.error.privilege = \u73fe\u5728\u306e\u30b9\u30c6\u30fc\u30c8\u3067\u64cd\u4f5c\u306e\u30a2\u30af\u30bb\u30b9\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093
delete.delete.inuse= \u53c2\u7167\u306f\u524a\u9664\u7bc4\u56f2\u5916\u3067\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u5316\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u524a\u9664\u3059\u308b\u524d\u306b\u65e2\u5b58\u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u9664\u5916\u3057\u3066\u304f\u3060\u3055\u3044
model.plugin.completion.failure= \u30e2\u30c7\u30eb\u306e\u30d7\u30e9\u30b0\u30a4\u30f3{0}\u306b\u3088\u308b\u5165\u529b\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u51e6\u7406\u306b\u5931\u6557\u3057\u307e\u3057\u305f  
maturity.error.invalidstate= \u30bf\u30fc\u30b2\u30c3\u30c8\u30b9\u30c6\u30fc\u30c8{0}\u306f\u5b58\u5728\u3057\u307e\u305b\u3093
maturity.error.nopathtostate= \u73fe\u5728\u306e\u30b9\u30c6\u30fc\u30c8\u304b\u3089{0}\u30b9\u30c6\u30fc\u30c8\u306b\u79fb\u884c\u3067\u304d\u307e\u305b\u3093
dataAnalyzeResource.query_to_index_failed= \u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u30b5\u30fc\u30d0\u30fc\u3078\u306e\u30af\u30a8\u30ea\u30fc\u306b\u5931\u6557\u3057\u307e\u3057\u305f
reviseResource.securedCommandWithInvalidContext= \u3053\u306e\u64cd\u4f5c\u306e\u5b9f\u884c\u306f\u8a31\u53ef\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u8cc7\u683c\u60c5\u5831\u3092\u78ba\u8a8d\u3059\u308b\u304b\u7ba1\u7406\u8005\u306b\u554f\u3044\u5408\u308f\u305b\u3066\u304f\u3060\u3055\u3044
newBranch.failed = \u64cd\u4f5c\u304c\u5931\u6557\u3057\u307e\u3057\u305f
newBranch.intent.SPLIT= \u5206\u5272
newBranch.intent.FIX= \u4fee\u6b63
newBranch.intent.STUDY= \u7814\u7a76
newBranch.intent.DERIVATIVE= \u6d3e\u751f
# the following key should have been in  "ENOFramework/CNext/webroot/WEB-INF/classes/emxFrameworkStringResource.properties" 
# file, this is a temporary fix for IR-639642 
emxFramework.Type.XCADNonPSBaseRepReference= \u975ePS\u30ea\u30d7\u30ec\u30bc\u30f3\u30c6\u30fc\u30b7\u30e7\u30f3\u53c2\u7167
emxFramework.Type.3DPart = 3D\u30d1\u30fc\u30c4
lifecycle.NoAccessToUserForOperationInSpecificState= \u30e6\u30fc\u30b6\u30fc\u306b\u5fc5\u8981\u306a\u6a29\u9650\u304c\u306a\u3044\u304b\u3001\u307e\u305f\u306f\u9078\u629e\u3057\u305f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u3053\u306e\u64cd\u4f5c\u306b\u5bfe\u3057\u3066\u6b63\u3057\u3044\u5b8c\u6210\u5ea6\u30b9\u30c6\u30fc\u30c8\u306b\u3042\u308a\u307e\u305b\u3093
emxFramework.Type.XCADModelRepReference = CAD\u30d5\u30a1\u30df\u30ea\u30fc
