# Error Names

# System errors
emxVPLMSynchroCfg.ErrorSys.InputNull =ERROR DEL SISTEMA<br>El Id. de objeto ra\u00edz de entrada est\u00e1 vac\u00edo.
emxVPLMSynchroCfg.ErrorSys.MQLFailed =ERROR DEL SISTEMA<br>No se pudo ejecutar el comando MQL.
emxVPLMSynchroCfg.ErrorSys.GetModelerFailed =ERROR DEL SISTEMA<br>Error durante la recuperaci\u00f3n del modelador
emxVPLMSynchroCfg.ErrorSys.DateError =ERROR DEL SISTEMA<br>Error en la conversi\u00f3n de fecha
emxVPLMSynchroCfg.ErrorSys.InvalidVS =ERROR DEL SISTEMA<br>No es posible recuperar el espacio de variabilidad correspondiente a este producto.
emxVPLMSynchroCfg.ErrorSys.InvalidInclusionRule =ERROR DEL SISTEMA<br>No es posible sincronizar la regla de inclusi\u00f3n.
emxVPLMSynchroCfg.ErrorSys.InvalidProdConf =ERROR DEL SISTEMA<br>No es posible sincronizar la configuraci\u00f3n de producto.
emxVPLMSynchroCfg.ErrorSys.DeleteFailed =ERROR DEL SISTEMA<br>No se pudo eliminar una entidad en la base de datos.
emxVPLMSynchroCfg.ErrorSys.GetAttributeFailed =ERROR DEL SISTEMA<br>No se pudo obtener una propiedad del atributo.
emxVPLMSynchroCfg.ErrorSys.UpdateAttributeFailed =ERROR DEL SISTEMA<br>No se pudo actualizar un atributo de una entidad VPM.
emxVPLMSynchroCfg.ErrorSys.LoadReferenceFailed =ERROR DEL SISTEMA<br>No se pudo cargar la referencia de VPM.
emxVPLMSynchroCfg.ErrorSys.LoadInstanceFailed =ERROR DEL SISTEMA<br>No se pudo cargar la instancia de VPM.
emxVPLMSynchroCfg.ErrorSys.LoadPortFailed =ERROR DEL SISTEMA<br>No se pudo cargar el puerto de VPM.
emxVPLMSynchroCfg.ErrorSys.LoadConnectionFailed =ERROR DEL SISTEMA<br>No se pudo cargar la conexi\u00f3n de VPM.
emxVPLMSynchroCfg.ErrorSys.SynchCategoryFailed =ERROR DEL SISTEMA<br>No se pudo realizar la sincronizaci\u00f3n de la categor\u00eda.
emxVPLMSynchroCfg.ErrorSys.SynchSpecificationFailed =ERROR DEL SISTEMA<br>No se pudo realizar la sincronizaci\u00f3n de la especificaci\u00f3n.
emxVPLMSynchroCfg.ErrorSys.SynchOptionFailed =ERROR DEL SISTEMA<br>No se pudo realizar la sincronizaci\u00f3n de la opci\u00f3n.
emxVPLMSynchroCfg.ErrorSys.SynchSpecificationValueFailed =ERROR DEL SISTEMA<br>No se pudo realizar la sincronizaci\u00f3n del valor de especificaci\u00f3n.
emxVPLMSynchroCfg.ErrorSys.SynchCategoryUsageFailed =ERROR DEL SISTEMA<br>No se pudo realizar la creaci\u00f3n de la instancia de categor\u00eda.
emxVPLMSynchroCfg.ErrorSys.SynchSpecificationUsageFailed =ERROR DEL SISTEMA<br>No se pudo realizar la creaci\u00f3n de la instancia de especificaci\u00f3n.
emxVPLMSynchroCfg.ErrorSys.SynchContextFailed =ERROR DEL SISTEMA<br>No se pudo realizar la sincronizaci\u00f3n del contexto.
emxVPLMSynchroCfg.ErrorSys.SynchQueryFailed =ERROR DEL SISTEMA<br>No se pudo realizar la sincronizaci\u00f3n de la consulta.
emxVPLMSynchroCfg.ErrorSys.SynchEffectivityFailed =ERROR DEL SISTEMA<br>No se pudo realizar la sincronizaci\u00f3n de la efectividad.
emxVPLMSynchroCfg.ErrorSys.SynchPartFailed =ERROR DEL SISTEMA<br>No se pudo realizar la sincronizaci\u00f3n de la pieza.
emxVPLMSynchroCfg.ErrorSys.SynchPartInstanceFailed =ERROR DEL SISTEMA<br>No se pudo realizar la creaci\u00f3n de la instancia de pieza.
emxVPLMSynchroCfg.ErrorSys.SynchSerialFailed =ERROR DEL SISTEMA<br>No se pudo realizar la sincronizaci\u00f3n de la serie.
emxVPLMSynchroCfg.ErrorSys.SynchSerialUsageFailed =ERROR DEL SISTEMA<br>No se pudo realizar la creaci\u00f3n de la instancia de serie.
emxVPLMSynchroCfg.ErrorSys.SynchRuleFailed =ERROR DEL SISTEMA<br>No se pudo realizar la sincronizaci\u00f3n de la regla de inclusi\u00f3n.

# User errors
emxVPLMSynchroCfg.ErrorUsr.InvalidContext= Se produjo un error en la inicializaci\u00f3n<br>Aseg\u00farese de que se le han otorgado las credenciales de seguridad necesarias
emxVPLMSynchroCfg.ErrorUsr.InvalidMinQuantity =La cantidad min. para la caracter\u00edstica {0} debe ser igual a 1.0.
emxVPLMSynchroCfg.ErrorUsr.InvalidMaxQuantity =La cantidad m\u00e1x. para la caracter\u00edstica {0} debe ser igual a 1.0.
emxVPLMSynchroCfg.ErrorUsr.InvalidType =La caracter\u00edstica {0} debe ser de tipo Caracter\u00edstica de configuraci\u00f3n o que hereda de ella.
emxVPLMSynchroCfg.ErrorUsr.InvalidFeatureType =La caracter\u00edstica {0} debe tener el mismo tipo de caracter\u00edstica que tiene su caracter\u00edstica padre.
emxVPLMSynchroCfg.ErrorUsr.UnknownFeatureType =No se reconoce el tipo de caracter\u00edstica de la caracter\u00edstica {0}.
emxVPLMSynchroCfg.ErrorUsr.InvalidSelectionType =La caracter\u00edstica {0} tiene un tipo t\u00e9cnico o de fabricaci\u00f3n.<br>Su tipo de selecci\u00f3n debe ser 'Debe seleccionar al menos uno' o 'Se puede seleccionar uno o m\u00e1s' para que se pueda publicar.
emxVPLMSynchroCfg.ErrorUsr.UnknownSelectionType =No se reconoce el tipo de selecci\u00f3n de la caracter\u00edstica {0}.
emxVPLMSynchroCfg.ErrorUsr.DualFeatureType =La caracter\u00edstica {0} ya existe en otro \u00e1rbol de caracter\u00edsticas con el tipo {1}<br>Una caracter\u00edstica solo se puede publicar con el mismo tipo de caracter\u00edstica en todas partes.
emxVPLMSynchroCfg.ErrorUsr.DualFather =La caracter\u00edstica {0} ya se ha publicado con una caracter\u00edstica padre diferente.<br>Una caracter\u00edstica no se puede publicar con 2 padres diferentes.
emxVPLMSynchroCfg.ErrorUsr.PreviouslyPort =La caracter\u00edstica {0} ya se ha publicado como hoja. Aqu\u00ed est\u00e1 como padre de una hoja.<br>Una caracter\u00edstica no se puede publicar en ambos estados.
emxVPLMSynchroCfg.ErrorUsr.PreviouslyRef =La caracter\u00edstica {0} ya se ha publicado como padre de una hoja. Aqu\u00ed est\u00e1 como hoja.<br>Una caracter\u00edstica no se puede publicar en ambos estados.
emxVPLMSynchroCfg.ErrorUsr.InvalidTreeLevel =El \u00e1rbol publicable contiene una hoja y una no hoja en el mismo nivel.
emxVPLMSynchroCfg.ErrorUsr.CorruptedVS =El espacio de variabilidad contiene datos cuya publicaci\u00f3n no se puede cancelar.<br>Se interrumpi\u00f3 la cancelaci\u00f3n de publicaci\u00f3n.
emxVPLMSynchroCfg.ErrorUsr.NonPublishedContent ={0} no se puede publicar porque utiliza una caracter\u00edstica que no existe en el producto actual.
emxVPLMSynchroCfg.ErrorUsr.ModifyQrys =Algunas de las configuraciones de producto de VPM utilizan un objeto cuya publicaci\u00f3n usted intenta cancelar.<br>Modifique o elimine estas configuraciones de producto primero : {0}<br>
emxVPLMSynchroCfg.ErrorUsr.ModifyEffs =Algunas instancias de producto de VPM tienen una efectividad que utiliza un objeto cuya publicaci\u00f3n usted intenta cancelar.<br>Modifique o elimine las efectividades de estas piezas de VPM primero : {0}<br>
emxVPLMSynchroCfg.ErrorUsr.ModifyNamedEffs =Alguna efectividad denominada utiliza un objeto cuya publicaci\u00f3n usted intenta cancelar.<br>Modifique o elimine las efectividades denominadas de estas piezas de VPM primero : {0}<br>
emxVPLMSynchroCfg.ErrorUsr.ModifyProdRevRules =Algunas reglas de configuraci\u00f3n utilizan un objeto cuya publicaci\u00f3n usted intenta cancelar.<br>Cancele la publicaci\u00f3n de estas revisiones de producto primero : {0}<br>
emxVPLMSynchroCfg.ErrorUsr.ModifyBuildRules =Algunas reglas de configuraci\u00f3n utilizan un objeto cuya publicaci\u00f3n usted intenta cancelar.<br>Cancele la publicaci\u00f3n de estos desarrollos de producto primero : {0}<br>
emxVPLMSynchroCfg.ErrorUsr.ModifyStaticMappings =Algunas de las instancias del producto de VPM tienen una asignaci\u00f3n est\u00e1tica que utiliza una configuraci\u00f3n de producto cuya publicaci\u00f3n usted intenta cancelar.<br>Modifique estas instancias primero : {0}<br>
emxVPLMSynchroCfg.ErrorUsr.ModifyProducts =Algunos otros productos de VPM utilizan una configuraci\u00f3n de producto cuya publicaci\u00f3n usted intenta cancelar.<br>Modifique estos productos primero : {0}<br>
emxVPLMSynchroCfg.ErrorUsr.ModifyOthers =Algunas referencias de VPM utilizan una configuraci\u00f3n de producto cuya publicaci\u00f3n usted intenta cancelar.<br>Modifique estas referencias primero : {0}<br>
emxVPLMSynchroCfg.ErrorUsr.ModifyQrysAndEffs =Algunas de las configuraciones de producto de VPM utilizan un objeto cuya publicaci\u00f3n usted intenta cancelar.<br>Modifique o elimine estas configuraciones de producto primero : {0}<br>Adem\u00e1s, algunas instancias de producto de VPM tienen una efectividad que utiliza una caracter\u00edstica cuya publicaci\u00f3n usted intenta cancelar.<br>Modifique o elimine estas efectividades primero : {1}<br>
emxVPLMSynchroCfg.ErrorUsr.LINSeveralContexts =La caracter\u00edstica de estructura {0} ya se ha publicado en otro contexto.<br>Cancele primero su publicaci\u00f3n o qu\u00edtela del producto actual.
emxVPLMSynchroCfg.ErrorUsr.LINBadStructure =Una caracter\u00edstica de estructura solo puede tener subcaracter\u00edsticas de estructura.<br> La caracter\u00edstica {0} no es una subcaracter\u00edstica de estructura.
emxVPLMSynchroCfg.ErrorUsr.LINInvalidFeatureType =La caracter\u00edstica {0} tiene establecido 'Marketing'<br> como tipo de caracter\u00edstica. Una caracter\u00edstica de estructura no se puede publicar nunca como 'Marketing', o directa o indirectamente en una clase de caracter\u00edstica 'Marketing'.
emxVPLMSynchroCfg.ErrorUsr.UnauthorizedInclusionRule =La caracter\u00edstica {0} no es una caracter\u00edstica de estructura y posee una regla de inclusi\u00f3n en una de sus subcaracter\u00edsticas o GBOM.<br> En una ramificaci\u00f3n que contenga caracter\u00edsticas de estructura, solo se permite que las caracter\u00edsticas de  estructura tengan reglas de inclusi\u00f3n.
emxVPLMSynchroCfg.ErrorUsr.IncorrectInclusionRule =Se ha producido un error en la publicaci\u00f3n de la regla de inclusi\u00f3n. Aseg\u00farese de no estar utilizando caracter\u00edsticas mutuamente excluyentes en la expresi\u00f3n de una regla de inclusi\u00f3n.
emxVPLMSynchroCfg.ErrorUsr.ModifyVPMInstanceOwning =No se puede cancelar la publicaci\u00f3n de {0} porque se le ha creado una instancia en el siguiente producto en el lado de VPM :<br>{1}.<br>Quite primero esta instancia si desea cancelar la publicaci\u00f3n de {0}.
emxVPLMSynchroCfg.ErrorUsr.ModifyVPMInstanceOwned =No se puede cancelar la publicaci\u00f3n de{0} porque crea una instancia en el siguiente producto en el lado de VPM :<br>{1}.<br>Quite primero esta instancia si desea cancelar la publicaci\u00f3n de {0}.
emxVPLMSynchroCfg.ErrorUsr.ModifyVPMConnection =No se puede cancelar la publicaci\u00f3n de{0} porque posee una creaci\u00f3n de {1} en el lado de VPM.<br>Elimine {1} si desea cancelar la publicaci\u00f3n de esta caracter\u00edstica.
emxVPLMSynchroCfg.ErrorUsr.DiversityOnlyForQry =Se han modificado las caracter\u00edsticas de configuraci\u00f3n utilizadas en una configuraci\u00f3n de producto que intenta publicar.<br>Publique la diversidad solo como un primer paso.
emxVPLMSynchroCfg.ErrorUsr.DiversityOnlyForEff =Se han modificado las caracter\u00edsticas de configuraci\u00f3n utilizadas en una regla de inclusi\u00f3n que intenta publicar.<br>Publique la diversidad solo como un primer paso.
emxVPLMSynchroCfg.ErrorUsr.PreviousGBOMPreciseBOMPublication =Una de las GBOM que intenta publicar ya se ha publicado en el contexto de una publicaci\u00f3n de BOM precisa.<br>No es posible publicarla de ambas maneras.
emxVPLMSynchroCfg.ErrorUsr.PreviousGBOMLINPublication =Una de las GBOM que intenta publicar ya se ha publicado en el contexto de una publicaci\u00f3n de la caracter\u00edstica de estructura.<br>No es posible publicarla de ambas maneras.
emxVPLMSynchroCfg.ErrorUsr.PreviousProductPreciseBOMPublication =El producto ra\u00edz que intenta publicar ya se ha publicado en el contexto de una publicaci\u00f3n de BOM precisa.<br>No es posible publicarlo de ambas maneras.
emxVPLMSynchroCfg.ErrorUsr.PreviousProductDiversityPublication =El producto ra\u00edz que intenta publicar ya se ha publicado en el contexto de una publicaci\u00f3n de diversidad.<br>No es posible publicarlo de ambas maneras.
emxVPLMSynchroCfg.ErrorUsr.InvalidSelectionTypeForVPM =El tipo de selecci\u00f3n de {0} se ha modificado y ahora es incompatible con su publicaci\u00f3n anterior.<br>Cancele primero su publicaci\u00f3n o revierta el tipo de selecci\u00f3n a un valor coherente : {1} o {2}
emxVPLMSynchroCfg.ErrorUsr.VSUsedByOtherProduct =No se puede cancelar la publicaci\u00f3n de producto {0} porque otro producto utiliza su diversidad.<br>Elimine {1} primero si desea cancelar la publicaci\u00f3n de {0}.
emxVPLMSynchroCfg.ErrorUsr.PublishedParent =La caracter\u00edstica {0} ya se ha publicado.<br>Aqu\u00ed no es una hoja ni el padre de una hoja, y solo esos dos niveles est\u00e1n autorizados para la publicaci\u00f3n.<br>Cancele la publicaci\u00f3n primero.
emxVPLMSynchroCfg.ErrorUsr.BlockingVPMQuery =El producto {0} posee la siguiente configuraci\u00f3n de producto creada en el lado de VPM : {1}<br>Elim\u00ednela antes de cancelar la publicaci\u00f3n de {0}.
emxVPLMSynchroCfg.ErrorUsr.PublishedModelUnderProdLine =El modelo {0} ya fue publicado en s\u00ed mismo. Cancele su publicaci\u00f3n antes de publicar la l\u00ednea de productos {1}.
emxVPLMSynchroCfg.ErrorUsr.PublishedProductUnderModel =La revisi\u00f3n de producto {0} ya fue publicada en s\u00ed misma. Cancele la publicaci\u00f3n antes de publicar el modelo {1}.
emxVPLMSynchroCfg.ErrorUsr.PublishedProductUnderProdLine =La revisi\u00f3n de producto {0} ya fue publicada en s\u00ed misma. Cancele la publicaci\u00f3n antes de publicar el modelo {1} en la l\u00ednea de productos {2}.
emxVPLMSynchroCfg.ErrorUsr.PublishedModelAboveProduct =El modelo padre del producto {0} ya fue publicado en s\u00ed mismo. Cancele la publicaci\u00f3n antes de reintentar la publicaci\u00f3n actual.
emxVPLMSynchroCfg.ErrorUsr.PublishedProdLineAboveProduct =Se ha creado una instancia del modelo padre del producto {0} en una l\u00ednea de productos publicada denominada {1}. Cancele la publicaci\u00f3n antes de reintentar la publicaci\u00f3n actual.

emxVPLMSynchroCfg.ErrorUsr.ConfigFeatureDeleteTrigger =Las siguientes caracter\u00edsticas se han publicado anteriormente en VPM : {0}.\nCancele primero su publicaci\u00f3n si desea eliminar {1}.
emxVPLMSynchroCfg.ErrorUsr.ConfigFeatureChangeTypeTrigger =Las siguientes caracter\u00edsticas se han publicado anteriormente en VPM : {0}.\nCancele su publicaci\u00f3n si desea modificar el tipo de {1} a un tipo no publicable.
emxVPLMSynchroCfg.ErrorUsr.ConfigFeatureReviseTrigger ={0} es una caracter\u00edstica {1} por lo que no se le puede crear una revisi\u00f3n.
emxVPLMSynchroCfg.ErrorUsr.FeatureListModifyAttrTrigger =Las siguientes caracter\u00edsticas se han publicado anteriormente en VPM : {0}.\nCancele primero su publicaci\u00f3n si desea modificar el tipo de {1} a 'Ninguno'.
emxVPLMSynchroCfg.ErrorUsr.ProdConfDeleteTrigger =La configuraci\u00f3n de producto {0} ya se ha publicado anteriormente en VPM.\nCancele su publicaci\u00f3n si desea eliminarla.
emxVPLMSynchroCfg.ErrorUsr.ProductDeleteTrigger =El producto {0} se ha publicado anteriormente en VPM.\nCancele su publicaci\u00f3n si desea eliminarlo.
emxVPLMSynchroCfg.ErrorUsr.ProductDeleteTrigger2 =La revisi\u00f3n de producto que intenta eliminar no es la revisi\u00f3n m\u00e1s reciente.\nElimine todas las otras revisiones si desea eliminarla.
emxVPLMSynchroCfg.ErrorUsr.ProductDeleteTrigger3 =La revisi\u00f3n de producto que intenta eliminar posee desarrollos propios.\nCancele la publicaci\u00f3n de estos desarrollos primero si desea eliminarla.
emxVPLMSynchroCfg.ErrorUsr.ProductFeatureListDeleteTrigger =La caracter\u00edstica {0} ya se ha publicado con este producto.\nCancele primero su publicaci\u00f3n si desea quitarla.
emxVPLMSynchroCfg.ErrorUsr.ProductFeatureListDeleteTriggerLeaf =La caracter\u00edstica {0} ya se ha publicado con su padre para el producto {1}.\nNo puede romper una relaci\u00f3n de caracter\u00edstica padre-hijo publicada.\nCancele primero su publicaci\u00f3n si desea quitar {0}.
emxVPLMSynchroCfg.ErrorUsr.ModelDeleteTrigger =El modelo {0} se ha publicado previamente en VPM.\nCancele primero su publicaci\u00f3n si desea eliminarlo.
emxVPLMSynchroCfg.ErrorUsr.ProdLineDeleteTrigger =La l\u00ednea de productos {0} se ha publicado previamente en VPM.\nCancele primero su publicaci\u00f3n si desea eliminarla.
emxVPLMSynchroCfg.ErrorUsr.ModelRemoveTrigger =La l\u00ednea de productos {0} y el modelo {1} se han publicado previamente en VPM.\nCancele su publicaci\u00f3n si desea quitar {1}.
emxVPLMSynchroCfg.ErrorUsr.ModelAddTrigger =La l\u00ednea de productos {0} y el modelo {1} se han publicado previamente en VPM.\nNo es posible agregar un modelo publicado en una l\u00ednea de productos publicada.
emxVPLMSynchroCfg.ErrorUsr.FeatureListDeleteTrigger =Los siguientes objetos se han publicado previamente en VPM en : {1}.\nCancele primero su publicaci\u00f3n si desea quitar {0}.
emxVPLMSynchroCfg.ErrorUsr.ProductBuildDeleteTrigger =El desarrollo que intenta quitar se ha publicado previamente en VPM.\nCancele primero su publicaci\u00f3n si desea quitarlo.
emxVPLMSynchroCfg.ErrorUsr.ModelTemplateDeleteTrigger =La composici\u00f3n maestra {0} ha sido publicada previamente en VPM.\nCancele primero su publicaci\u00f3n si desea eliminarla.

# Info
emxVPLMSynchroCfg.Info.InputTitle =ENOVIA : Publicar en VPM
emxVPLMSynchroCfg.Info.InputHeader =Publicar en VPM
emxVPLMSynchroCfg.Info.PublicationFailed =No se pudo publicar.
emxVPLMSynchroCfg.Info.InputProduct =Producto
emxVPLMSynchroCfg.Info.InputDiversity =Caracter\u00edsticas de configuraci\u00f3n
emxVPLMSynchroCfg.Info.InputLIN =Caracter\u00edsticas de estructura configuradas
emxVPLMSynchroCfg.Info.InputProdConf =Producto - Configuraciones
emxVPLMSynchroCfg.Info.ResultTitle =ENOVIA : Publicar en VPM : Resultados
emxVPLMSynchroCfg.Info.ResultHeader =Publicar en VPM : Resultados
emxVPLMSynchroCfg.Info.ProdPublished =Productos publicados
emxVPLMSynchroCfg.Info.ProdUnpublished =Productos con publicaci\u00f3n cancelada
emxVPLMSynchroCfg.Info.LogicalFeatPublished =Caracter\u00edsticas l\u00f3gicas publicadas
emxVPLMSynchroCfg.Info.LogicalFeatUnpublished =Caracter\u00edsticas l\u00f3gicas con publicaci\u00f3n cancelada
emxVPLMSynchroCfg.Info.PartPublished =Piezas publicadas
emxVPLMSynchroCfg.Info.PartUnpublished =Piezas con publicaci\u00f3n cancelada
emxVPLMSynchroCfg.Info.ProdConfPublished =Configuraciones de producto publicadas
emxVPLMSynchroCfg.Info.ProdConfUnpublished =Configuraciones de producto con publicaci\u00f3n cancelada
emxVPLMSynchroCfg.Info.IncRulePublished =Reglas de inclusi\u00f3n publicadas
emxVPLMSynchroCfg.Info.IncRuleUnpublished =Reglas de inclusi\u00f3n con publicaci\u00f3n cancelada
emxVPLMSynchroCfg.Info.ManufPlanPublished =Planes de fabricaci\u00f3n publicados
emxVPLMSynchroCfg.Info.ManufPlanUnpublished =Planes de fabricaci\u00f3n con publicaci\u00f3n cancelada
emxVPLMSynchroCfg.Info.IncManufRulePublished =Reglas de inclusi\u00f3n del plan de fabricaci\u00f3n publicadas
emxVPLMSynchroCfg.Info.IncManufRuleUnPublished =Reglas de inclusi\u00f3n del plan de fabricaci\u00f3n con publicaci\u00f3n cancelada
emxVPLMSynchroCfg.Info.ModelPublished =Modelos publicados
emxVPLMSynchroCfg.Info.ModelUnpublished =Modelos con publicaci\u00f3n cancelada
emxVPLMSynchroCfg.Info.ProdLinePublished =L\u00edneas de productos publicadas
emxVPLMSynchroCfg.Info.ProdLineUnpublished =L\u00edneas de productos con publicaci\u00f3n cancelada
emxVPLMSynchroCfg.Info.UnpublishInputTitle =ENOVIA : Cancelar publicaci\u00f3n desde VPM
emxVPLMSynchroCfg.Info.UnpublishInputHeader =Cancelar publicaci\u00f3n desde VPM
emxVPLMSynchroCfg.Info.UnpublishResultTitle =ENOVIA : Cancelar publicaci\u00f3n desde VPM : Resultados
emxVPLMSynchroCfg.Info.UnpublishResultHeader =Cancelar publicaci\u00f3n desde VPM : Resultados
emxVPLMSynchroCfg.Info.UnpublishSuccess =Cancelaci\u00f3n de publicaci\u00f3n realizada correctamente
emxVPLMSynchroCfg.Info.NothingToUnpublish =No hay nada para cancelar publicaci\u00f3n
emxVPLMSynchroCfg.Info.Diversity =Caracter\u00edsticas de configuraci\u00f3n
emxVPLMSynchroCfg.Info.Publication =Publicaci\u00f3n
emxVPLMSynchroCfg.Info.Unpublish =Cancelaci\u00f3n de publicaci\u00f3n
emxVPLMSynchroCfg.Info.Message =Mensaje
emxVPLMSynchroCfg.Info.Close =Cerrar
emxVPLMSynchroCfg.Info.Mode =Acci\u00f3n
emxVPLMSynchroCfg.Info.None =Ninguno
emxVPLMSynchroCfg.Info.Failed =FINALIZACI\u00d3N ERR\u00d3NEA
emxVPLMSynchroCfg.Info.Succeeded =FINALIZACI\u00d3N CORRECTA
emxVPLMSynchroCfg.Info.Model =Modelo
emxVPLMSynchroCfg.Info.ProductLine =L\u00ednea de productos
emxVPLMSynchroCfg.Info.PublishSucceeded =Publicaci\u00f3n CORRECTA
emxVPLMSynchroCfg.Info.UnpublishSucceeded =Cancelaci\u00f3n de publicaci\u00f3n CORRECTA
emxVPLMSynchroCfg.Info.VSCreated =Espacio de variabilidad {0} creado
emxVPLMSynchroCfg.Info.VSDeleted =Espacio de variabilidad {0} eliminado
emxVPLMSynchroCfg.Info.ProductCreated =Producto {0} creado
emxVPLMSynchroCfg.Info.ProductDeleted =Producto {0} eliminado
emxVPLMSynchroCfg.Info.ProductUpdated =Producto {0} actualizado
emxVPLMSynchroCfg.Info.CategoryCreated =Categor\u00eda {0} creada
emxVPLMSynchroCfg.Info.CategoryDeleted =Categor\u00eda {0} eliminada
emxVPLMSynchroCfg.Info.CategoryUpdated =Categor\u00eda {0} actualizada
emxVPLMSynchroCfg.Info.OptionCreated =Opci\u00f3n {0} creada
emxVPLMSynchroCfg.Info.OptionDeleted =Opci\u00f3n {0} eliminada
emxVPLMSynchroCfg.Info.OptionUpdated =Opci\u00f3n {0} actualizada
emxVPLMSynchroCfg.Info.SpecificationCreated =Especificaci\u00f3n {0} creada
emxVPLMSynchroCfg.Info.SpecificationDeleted =Especificaci\u00f3n {0} eliminada
emxVPLMSynchroCfg.Info.SpecificationUpdated =Especificaci\u00f3n {0} actualizada
emxVPLMSynchroCfg.Info.SpecificationValueCreated =Valor de especificaci\u00f3n {0} creado
emxVPLMSynchroCfg.Info.SpecificationValueDeleted =Valor de especificaci\u00f3n {0} eliminado
emxVPLMSynchroCfg.Info.SpecificationValueUpdated =Valor de especificaci\u00f3n {0} actualizado
emxVPLMSynchroCfg.Info.SerialCreated =Serie {0} creada
emxVPLMSynchroCfg.Info.SerialDeleted =Serie{0} eliminada
emxVPLMSynchroCfg.Info.SerialUpdated =Serie{0} actualizada
emxVPLMSynchroCfg.Info.EffectivityCreated =Efectividad creada en la instancia {0}
emxVPLMSynchroCfg.Info.EffectivityDeleted =Efectividad eliminada en la instancia {0}
emxVPLMSynchroCfg.Info.EffectivityUpdated =Efectividad actualizada en la instancia {0}
emxVPLMSynchroCfg.Info.QueryCreated =Configuraci\u00f3n de producto {0} creada
emxVPLMSynchroCfg.Info.QueryDeleted =Configuraci\u00f3n de producto {0} eliminada
emxVPLMSynchroCfg.Info.QueryUpdated =Configuraci\u00f3n de producto {0} actualizada
emxVPLMSynchroCfg.Info.RuleCreated =Regla de configuraci\u00f3n {0} creada
emxVPLMSynchroCfg.Info.DumpRuleCreated =Expresi\u00f3n de regla : If {0} then {1}
emxVPLMSynchroCfg.Info.RuleDeleted =Regla de configuraci\u00f3n {0} eliminada
emxVPLMSynchroCfg.Info.RuleUpdated =Regla de configuraci\u00f3n {0} actualizada
emxVPLMSynchroCfg.Info.CategoryInstantiated =Creaci\u00f3n de la instancia de categor\u00eda {0} en el espacio de variabilidad {1}
emxVPLMSynchroCfg.Info.SpecificationInstantiated =Creaci\u00f3n de la instancia de especificaci\u00f3n {0} en el espacio de variabilidad {1}
emxVPLMSynchroCfg.Info.SerialInstantiated =Creaci\u00f3n de la instancia de serie {0} en el espacio de variabilidad {1}
emxVPLMSynchroCfg.Info.ProductInstantiated =Creaci\u00f3n de la instancia de producto {0} en el producto {1}
emxVPLMSynchroCfg.Info.VariantModelsText =Llevar la capacidad de variaci\u00f3n de los modelos a VPM :
emxVPLMSynchroCfg.Info.VariantModelText =Llevar la capacidad de variaci\u00f3n del modelo a VPM :
emxVPLMSynchroCfg.Info.EvolutionModelsText =Llevar la capacidad de evoluci\u00f3n de los modelos a VPM :
emxVPLMSynchroCfg.Info.EvolutionModelText =Llevar la capacidad de evoluci\u00f3n del modelo a VPM :
emxVPLMSynchroCfg.Info.AdditionalOption =Opci\u00f3n adicional :
emxVPLMSynchroCfg.Info.EnableEvolution =Activar evoluci\u00f3n en el primer nivel de VPM
emxVPLMSynchroCfg.Info.EnableVariant =Activar variaci\u00f3n en el primer nivel de VPM
emxVPLMSynchroCfg.Info.EnableProdRev =Revisiones de producto con composici\u00f3n maestra
emxVPLMSynchroCfg.Info.EnableBuilds =Desarrollos de productos
emxVPLMSynchroCfg.Info.EnableManufPlan =Planes de fabricaci\u00f3n con composici\u00f3n
emxVPLMSynchroCfg.Info.LINUnderPlatform =Caracter\u00edsticas de estructura/equipo bajo la plataforma
emxVPLMSynchroCfg.Info.BuildPublished =Se public\u00f3 informaci\u00f3n relacionada con los desarrollos.
emxVPLMSynchroCfg.Info.NoBuildPublished =No hay informaci\u00f3n relacionada con los desarrollos para publicar.
emxVPLMSynchroCfg.Info.BuildUnpublished =Se cancel\u00f3 la publicaci\u00f3n de informaci\u00f3n relacionada con los desarrollos.
emxVPLMSynchroCfg.Info.NoBuildUnpublished =No hay informaci\u00f3n relacionada con los desarrollos para cancelar publicaci\u00f3n.
emxVPLMSynchroCfg.Info.BuildCompositionRules =Nota : Seleccionar un par de desarrollo y revisi\u00f3n de producto para publicar

emxVPLMSynchroCfg.Info.LINBOMWarning =La caracter\u00edstica {0} contiene una o m\u00e1s GBOM.<br>Al no ser una caracter\u00edstica de estructura, esas GBOM no se publicar\u00e1n.
emxVPLMSynchroCfg.Info.EvoModelsWarning =Quitar la capacidad de evoluci\u00f3n de los modelos de VPM :
emxVPLMSynchroCfg.Info.EvoModelWarning =Quitar la capacidad de evoluci\u00f3n del modelo de VPM :
emxVPLMSynchroCfg.Info.EvoModelsWarningVariant =Quitar la capacidad de variaci\u00f3n de los modelos de VPM :
emxVPLMSynchroCfg.Info.EvoModelWarningVariant =Quitar la capacidad de variaci\u00f3n del modelo de VPM :

emxVPLMSynchroCfg.Info.ConfLogicalGBOM =Publicaci\u00f3n de GBOM y de caracter\u00edsticas l\u00f3gicas configuradas
