
Criteria.Common.Name= \u540d\u79f0
Criteria.Common.Revision= \u30ea\u30d3\u30b8\u30e7\u30f3
Criteria.Common.State= \u30b9\u30c6\u30fc\u30c8
Criteria.Common.Title= \u30bf\u30a4\u30c8\u30eb
Criteria.Common.Description= \u8aac\u660e
Criteria.Common.Owner= \u30aa\u30fc\u30ca\u30fc
Criteria.Common.Actions= \u30a2\u30af\u30b7\u30e7\u30f3
Criteria.Common.Criteria= \u6761\u4ef6
Criteria.Command.MyDesk= \u7279\u6027\u6761\u4ef6
Criteria.Command.DefineCriteria= \u6761\u4ef6\u306e\u5b9a\u7fa9
Criteria.Command.Edit= \u7de8\u96c6
Criteria.Command.Copy= \u30b3\u30d4\u30fc
Criteria.Command.Revise= \u66f4\u65b0
Criteria.Command.Delete= \u524a\u9664
Criteria.Command.Properties= \u30d7\u30ed\u30d1\u30c6\u30a3
Criteria.Command.CharacteristicsMasters= \u7279\u6027\u30de\u30b9\u30bf\u30fc
Criteria.Command.CharacteristicMasterDetails= \u7279\u6027\u30de\u30b9\u30bf\u30fc\u306e\u8a73\u7d30
Criteria.Command.CreateCharacteristicMaster= \u7279\u6027\u30de\u30b9\u30bf\u30fc\u306e\u4f5c\u6210
Criteria.Display.BasicInformation= \u57fa\u672c\u60c5\u5831
Criteria.Display.BuildCriteriaDefinition= \u30d3\u30eb\u30c9\u306e\u6761\u4ef6\u5b9a\u7fa9
Criteria.Display.CriteriaDefinition= \u6761\u4ef6\u5b9a\u7fa9
Criteria.Display.ApplicableType= \u9069\u7528\u53ef\u80fd\u30bf\u30a4\u30d7
Criteria.Display.ApplicableOrganization= \u9069\u7528\u53ef\u80fd\u7d44\u7e54
Criteria.Display.ApplicableCollabSpace= \u9069\u7528\u53ef\u80fd\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u30b9\u30da\u30fc\u30b9
Criteria.Display.CopyCriteria= \u6761\u4ef6\u306e\u30b3\u30d4\u30fc
Criteria.Display.ReviseCriteria= \u6761\u4ef6\u306e\u6539\u8a02
Criteria.Display.CriteriaOutput= \u51fa\u529b
Criteria.Display.CopyCriteriaOutput= \u6761\u4ef6\u51fa\u529b\u306e\u30b3\u30d4\u30fc
Criteria.Display.CopyCriteriaOutput.Yes = Yes
Criteria.Display.CopyCriteriaOutput.No = No
Criteria.Display.CriteriaAttributes= \u6761\u4ef6\u5c5e\u6027
Criteria.Display.AttributeExpression= \u5c5e\u6027\u5f0f
Criteria.Display.IsMandatoryOutput= \u5fc5\u9808
Criteria.TableEdit.Enable_Edit= \u7de8\u96c6\u306e\u6709\u52b9\u5316
Criteria.TableEdit.Disable_Edit= \u7de8\u96c6\u3092\u7121\u52b9\u5316
Criteria.Alert.NullKey= criteria string resource\u30d5\u30a1\u30a4\u30eb\u306b\u6b21\u306e\u30ad\u30fc\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093- 
Criteria.Alert.ConfigureCriteriaAttributes= \u9078\u629e\u3057\u305f\u30bf\u30a4\u30d7\u306b\u6761\u4ef6\u5c5e\u3092\u69cb\u6210\u3057\u3066\u304f\u3060\u3055\u3044
Criteria.Alert.InCorrectCriteriaAttributes= \u8aa4\u3063\u305f\u6761\u4ef6\u7279\u6027{0}\u304c\u69cb\u6210\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u3067\u5229\u7528\u53ef\u80fd\u306a\u5c5e\u6027\u3092\u69cb\u6210\u3057\u3066\u304f\u3060\u3055\u3044  
Criteria.Alert.ConfigureCriteriaAttributesLimit= \u6761\u4ef6\u5b9a\u7fa9\u306e\u69cb\u7bc9\u306b\u69cb\u6210\u3067\u304d\u308b\u5c5e\u6027\u306f\u6700\u59275\u500b\u306e\u307f\u3067\u3059
Criteria.Alert.ChooseApplicableType= \u9069\u7528\u53ef\u80fd\u30bf\u30a4\u30d7\u3092\u9078\u629e\u3057\u3066\u5c5e\u6027\u3092\u8868\u793a\u3057\u3066\u304f\u3060\u3055\u3044
Criteria.Alert.EmprtyName= \u30b7\u30f3\u30dc\u30ea\u30c3\u30af\u540d\u306e\u53d6\u5f97\u306e\u305f\u3081\u306b\u6e21\u3055\u308c\u305f\u540d\u524d\u304c\u30cc\u30eb\u3067\u3042\u308b\u304b\u7a7a\u767d\u3067\u3059
Criteria.Alert.EmprtyAdminType= \u30b7\u30f3\u30dc\u30ea\u30c3\u30af\u540d\u306e\u53d6\u5f97\u306e\u305f\u3081\u306b\u6e21\u3055\u308c\u305f\u7ba1\u7406\u30bf\u30a4\u30d7\u304c\u30cc\u30eb\u3067\u3042\u308b\u304b\u7a7a\u767d\u3067\u3059
Criteria.Alert.NotUniqueCriteria= \u6761\u4ef6\u306e\u91cd\u8907\uff1a{0}\u3068\u3044\u3046\u540d\u524d\u306e\u6761\u4ef6\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306b\u540c\u3058\u6761\u4ef6\u5b9a\u7fa9\u304c\u3042\u308a\u307e\u3059 
Criteria.Alert.NotUniqueCriteria.AppOrg= \u6761\u4ef6\u306e\u91cd\u8907\uff1a{0}\u3068\u3044\u3046\u540d\u524d\u306e\u6761\u4ef6\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306b\u540c\u3058\u6761\u4ef6\u5b9a\u7fa9\u304c\u3042\u308a\u307e\u3059\u3002\u9078\u629e\u3057\u305f\u9069\u7528\u53ef\u80fd\u7d44\u7e54\u3092\u8ffd\u52a0\u3059\u308b\u306b\u306f\u3001\u65e2\u5b58\u306e\u6761\u4ef6\u3092\u5909\u66f4\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
Criteria.Alert.NotUniqueCriteria.AppCollaSpace= \u6761\u4ef6\u306e\u91cd\u8907\uff1a{0}\u3068\u3044\u3046\u540d\u524d\u306e\u6761\u4ef6\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306b\u540c\u3058\u6761\u4ef6\u5b9a\u7fa9\u304c\u3042\u308a\u307e\u3059\u3002\u9078\u629e\u3057\u305f\u9069\u7528\u53ef\u80fd\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u30b9\u30da\u30fc\u30b9\u3092\u8ffd\u52a0\u3059\u308b\u306b\u306f\u3001\u65e2\u5b58\u306e\u6761\u4ef6\u3092\u5909\u66f4\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
Criteria.Alert.MandatoryCriteriaFields= \u6761\u4ef6\u3092\u4f5c\u6210\u3059\u308b\u306b\u306f\u3001\u30bf\u30a4\u30c8\u30eb\u304a\u3088\u3073\u9069\u7528\u53ef\u80fd\u30bf\u30a4\u30d7\u304c\u5fc5\u9808\u3067\u3059
Criteria.Alert.EmptryCriteriaId= \u6761\u4ef6\u30e2\u30c7\u30eb\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306eID\u304c\u7a7a\u767d\u3067\u3059
Criteria.Filter.ActiveAndInWork= \u30a2\u30af\u30c6\u30a3\u30d6\u304a\u3088\u3073\u4f5c\u696d\u4e2d
Criteria.Filter.All= \u3059\u3079\u3066
Criteria.Delete.ConfirmMsg= \u9078\u629e\u3057\u305f\u6761\u4ef6\u3092\u524a\u9664\u3057\u3066\u3082\u3088\u308d\u3057\u3044\u3067\u3059\u304b\uff1f
Criteria.Alert.MandatoryTitle= \u30bf\u30a4\u30c8\u30eb\u306f\u5fc5\u9808\u5165\u529b\u3067\u3042\u308a\u3001\u7a7a\u767d\u306b\u3067\u304d\u307e\u305b\u3093
Criteria.Alert.MandatoryAppType= \u9069\u7528\u53ef\u80fd\u30bf\u30a4\u30d7\u306f\u5fc5\u9808\u5165\u529b\u3067\u3042\u308a\u3001\u7a7a\u767d\u306b\u3067\u304d\u307e\u305b\u3093
Criteria.Alert.EmptyObjectId= \u9805\u76eeID\u306f\u5fc5\u9808\u3067\u3059
Criteria.Notice.MandatoryOutput= \u5c11\u306a\u304f\u3068\u30821\u3064\u306e\u51fa\u529b\u3092\u6761\u4ef6\u306b\u8ffd\u52a0\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
Criteria.Notice.CheckForNonReleasedOutput= \u3053\u306e\u6761\u4ef6\u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u308b\u3001\u6b21\u306e\u6761\u4ef6\u51fa\u529b\u306e\u30ea\u30ea\u30fc\u30b9\u6e08\u307f\u30ea\u30d3\u30b8\u30e7\u30f3\u306f\u3042\u308a\u307e\u305b\u3093\u3002\\n{0}
Criteria.Common.InvalidInputMsg=\uff1a\u6b21\u306e\u3044\u305a\u308c\u304b\u306e\u7121\u52b9\u306a\u6587\u5b57\u304c\u30d5\u30a3\u30fc\u30eb\u30c9\u306b\u542b\u307e\u308c\u3066\u3044\u307e\u3059\uff1a\\n
Criteria.Alert.BadNumberic= \u6b21\u306e\u30d5\u30a3\u30fc\u30eb\u30c9\u306b\u6709\u52b9\u306a\u6570\u5024\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\uff1a
Criteria.Alert.BadInteger= \u6b21\u306e\u30d5\u30a3\u30fc\u30eb\u30c9\u306b\u6709\u52b9\u306a\u6574\u6570\u5024\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\uff1a
Criteria.Exception.InvalidCriteriaAttribute=\uff1a\u3053\u306e\u6761\u4ef6\u5c5e\u6027\u306f\u30b7\u30b9\u30c6\u30e0\u306b\u5b58\u5728\u3057\u307e\u305b\u3093\u3002\u540d\u524d\u3092\u7167\u5408\u3057\u3066\u304f\u3060\u3055\u3044 
Criteria.NoDelete.Access= \u30d3\u30b8\u30cd\u30b9\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u300c{0} {1} {2}\u300d\u3078\u306e\u524a\u9664\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093
Criteria.Warning.RemovedAttributes= \u69cb\u6210\u3067\u5229\u7528\u53ef\u80fd\u3067\u306f\u306a\u3044\u305f\u3081\u3001\u6b21\u306e\u6761\u4ef6\u5c5e\u6027\u306f\u3053\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3067\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\uff1a
