#
#  ENOXEngineerStringResources.properties -- Properties file.
#
#   Copyright (c) 1992-2017 Dassault Systemes.
#   All Rights Reserved. 
#   This program contains proprietary and trade secret information of MatrixOne,
#   Inc.  Copyright notice is precautionary only
#   and does not evidence any actual or intended publication of such program
#

XEngineer.Alert.NoComponentEntryInJson= \u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u9805\u76ee\u304c\u5165\u529b\u306b\u3042\u308a\u307e\u305b\u3093
XEngineer.Alert.NoReferenceEntryInJson= \u53c2\u7167\u9805\u76ee\u304c\u5165\u529b\u306b\u306a\u3044\u304b\u7121\u52b9\u3067\u3059
XEngineer.Alert.ReferenceArrayEmptyInJson= \u53c2\u7167\u30a2\u30ec\u30a4\u304c\u5165\u529b\u3067\u7a7a\u767d\u3067\u3059
XEngineer.Alert.InvalidPhysicalidInJson= 1\u3064\u307e\u305f\u306f\u8907\u6570\u306e\u53c2\u7167\u304c\u7a7a\u767d\u304b\u30cc\u30eb\u306e\u7269\u7406ID\u5024\u3067\u3059 
XEngineer.Alert.NoPhysicalidKeyInJson= \u7269\u7406ID\u9805\u76ee\u304c\u5165\u529b\u306b\u3042\u308a\u307e\u305b\u3093 
XEngineer.Alert.InputEmptyForComponent= \u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u306e\u5165\u529b\u304c\u7a7a\u767d\u3067\u3059 
XEngineer.Alert.ReferenceTemplateEmpty= VPM\u53c2\u7167\u3092\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093\uff1a\u53c2\u7167\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u304c\u7a7a\u767d\u3067\u3059
XEngineer.Alert.ReferenceEntityNull= PLM\u53c2\u7167\u30a8\u30f3\u30c6\u30a3\u30c6\u30a3\u304c\u30cc\u30eb\u3067\u3059
XEngineer.Alert.CreatedObjectAttributesEmpty= \u4f5c\u6210\u3057\u305f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u5c5e\u6027\u304c\u7a7a\u767d\u3067\u3059
XEngineer.Alert.VPMReferenceCreatedSuccess= VPM\u53c2\u7167\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u6b21\u306eID\u3068\u540d\u524d\u3067\u6b63\u5e38\u306b\u4f5c\u6210\u3055\u308c\u307e\u3057\u305f\uff1a 
XEngineer.Alert.CreatingVPMReference= VPM\u53c2\u7167\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u4f5c\u6210\u3092\u958b\u59cb\uff1a\u6570\u91cf 
XEngineer.Alert.ErrorAuthenticatingContext= \u30e6\u30fc\u30b6\u30fc\u306e\u8cc7\u683c\u60c5\u5831\u3092\u8a8d\u8a3c\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f 
XEngineer.Alert.ErrorStartingContext= \u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u3092\u958b\u59cb\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
XEngineer.Alert.ErrorConnectingContext= \u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u306b\u63a5\u7d9a\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
XEngineer.Alert.ParentIdEntryMissing= \u89aaID\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093
XEngineer.Alert.NoEntityResultSet= \u30a8\u30f3\u30c6\u30a3\u30c6\u30a3\u7d50\u679c\u304c\u30cc\u30eb\u307e\u305f\u306f\u7a7a\u767d\u3067\u3059
XEngineer.Alert.InstanceInputNullOrEmpty= \u7121\u52b9\uff0f\u30cc\u30eb\u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u5165\u529b
XEngineer.Alert.InstanceNullOrEmpty= 1\u3064\u307e\u305f\u306f\u8907\u6570\u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u30a8\u30f3\u30c8\u30ea\u304c\u7121\u52b9\u3067\u3059
XEngineer.Alert.NotAValidRefOrRep= \u5b50\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u6709\u52b9\u306a\u53c2\u7167\u307e\u305f\u306f\u30ea\u30d7\u30ec\u30bc\u30f3\u30c6\u30fc\u30b7\u30e7\u30f3\u30a8\u30f3\u30c6\u30a3\u30c6\u30a3\u3067\u306f\u3042\u308a\u307e\u305b\u3093
XEngineer.Alert.VPMRefEntityCreated= \u53c2\u7167\u30a8\u30f3\u30c6\u30a3\u30c6\u30a3\u304c\u6b63\u5e38\u306b\u4f5c\u6210\u3055\u308c\u307e\u3057\u305f
XEngineer.Alert.GenericFailure= \u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u30a8\u30e9\u30fc\u306e\u8a73\u7d30\u306f\u30ed\u30ac\u30fc\u30c8\u30ec\u30fc\u30b9\u3092\u6709\u52b9\u306b\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u30a8\u30e9\u30fc\u30b3\u30fc\u30c9\uff1a 
XEngineer.Alert.GotValidContext= Web \u30b5\u30fc\u30d3\u30b9-\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u53d6\u5f97
XEngineer.Alert.jsonEntryEmptyOrInvalid= json\u306b\u30a8\u30f3\u30c8\u30ea\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093:
XEngineer.Alert.UserIdEntryMissing= \u30e6\u30fc\u30b6\u30fc\u540d\u304c\u5165\u529b\u3055\u308c\u3066\u3044\u306a\u3044\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002

#Changes made in below keys should update the same in nls Json file for XENG application to be consistant in UI- start
XEngineer.Export.Level= \u30ec\u30d9\u30eb
XEngineer.Export.Components= \u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8
XEngineer.Export.Direct= \u30c0\u30a4\u30ec\u30af\u30c8
XEngineer.Export.QualifiedAsFinal= \u30d5\u30e9\u30c3\u30c8\u5316
XEngineer.Export.IncludeIntermediate= \u4e2d\u9593\u4f53\u3092\u542b\u3081\u308b
XEngineer.Export.GroupBy= \u30b0\u30eb\u30fc\u30d7\u5316\u306e\u57fa\u6e96
XEngineer.Export.Reference= \u53c2\u7167
XEngineer.Export.PartNumber= \u30a8\u30f3\u30bf\u30fc\u30d7\u30e9\u30a4\u30ba\u9805\u76ee\u756a\u53f7
XEngineer.Export.NotGrouped= \u306a\u3057
XEngineer.Export.AdvancedFilterExpression= \u73fe\u5728\u306e\u30d3\u30e5\u30fc\u30d5\u30a3\u30eb\u30bf\u3092\u4f7f\u7528
XEngineer.Export.FileName= \u30d5\u30a1\u30a4\u30eb\u540d
XEngineer.Export.ExportedBy= \u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u62c5\u5f53\u8005
XEngineer.Export.ExportedOn= \u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u65e5
XEngineer.Export.NosOfExportedItems= \u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u9805\u76ee\u6570
XEngineer.Preferences.NotSelectedFinalItem= \u9078\u629e\u3057\u3066\u3044\u307e\u305b\u3093\uff08\u30ea\u30fc\u30d5\u9805\u76ee\uff09
XEngineer.Export.FinalItem= \u30bf\u30fc\u30df\u30ca\u30eb\u9805\u76ee
XEngineer.Export.EffectivityExpressionFailureMessage = \u6709\u52b9\u6027\u60c5\u5831\u306e\u751f\u6210\u306b\u5931\u6557\u3057\u307e\u3057\u305f
XEngineer.Export.ReportsFailureMessage = \u30ec\u30dd\u30fc\u30c8\u306e\u751f\u6210\u306b\u5931\u6557\u3057\u307e\u3057\u305f
XEngineer.Export.Note = \u30e1\u30e2\uff1a
#Changes made in below keys should update the same in nls Json file for XENG application to be consistant in UI- END



# property entries for Import functionality - Start

XEngineer.Import.Validation.Message.SpreadsheetDoesNothaveHeadersInformation= \u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3055\u308c\u305f\u30b9\u30d7\u30ec\u30c3\u30c9\u30b7\u30fc\u30c8\u306b\u30ab\u30e9\u30e0\u30d8\u30c3\u30c0\u30fc\u304c\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u305b\u3093
XEngineer.Import.Validation.Message.AllSpreadsheetColumnsNotMappedtoSchema= 1\u3064\u307e\u305f\u306f\u8907\u6570\u306e\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3055\u308c\u305f\u30b9\u30d7\u30ec\u30c3\u30c9\u30b7\u30fc\u30c8\u304c\u3069\u306e\u5c5e\u6027\u540d\u306b\u3082\u30de\u30c3\u30d4\u30f3\u30b0\u3055\u308c\u3066\u3044\u307e\u305b\u3093
XEngineer.Import.Validation.Message.MandatoryColumnsRequired= \u5fc5\u9808\u30ab\u30e9\u30e0 $1 \u304c\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3055\u308c\u305f\u30b9\u30d7\u30ec\u30c3\u30c9\u30b7\u30fc\u30c8\u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u305b\u3093
XEngineer.Import.Validation.Message.MultipleRootItems= \u30ec\u30d9\u30eb0\u3067\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u308b\u30eb\u30fc\u30c8\u884c\u306f1\u3064\u306e\u307f\u3067\u3059
XEngineer.Import.Validation.Message.InvalidLevel= \u30ec\u30d9\u30eb\u5024\u306f\u6b63\u306e\u6574\u6570\u5024\u3067\u3042\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
XEngineer.Import.Validation.Message.IntermediateLevelNotFound= \u30ec\u30d9\u30eb\u60c5\u5831\u306f\u9023\u756a\u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u305b\u3093
XEngineer.Import.Validation.Message.SpreadsheetdoesnothaveanydatatoImport= \u30b3\u30f3\u30c6\u30f3\u30c4\u884c\u306f\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3055\u308c\u305f\u30b9\u30d7\u30ec\u30c3\u30c9\u30b7\u30fc\u30c8\u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u305b\u3093
XEngineer.Import.Validation.Message.RootItemMissing= \u30eb\u30fc\u30c8\u884c\u306f\u30ec\u30d9\u30eb\u30ab\u30e9\u30e0\u50240\u3067\u3042\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
XEngineer.Import.Validation.Message.ContextItemAndRootItemIsNotMatched= \u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3055\u308c\u305f\u30eb\u30fc\u30c8\u9805\u76ee\u306f\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3068\u4e00\u81f4\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
XEngineer.Import.Validation.Message.TypeNotSupported= \u30bf\u30a4\u30d7\u306f\u30a4\u30f3\u30dd\u30fc\u30c8\u3067\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093
XEngineer.Import.Validation.Message.BadCharacter= \u5b9a\u7fa9\u3055\u308c\u305f\u6587\u5b57\u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093
XEngineer.Import.Validation.Message.RevisionEnteredwithoutName= \u9805\u76ee\u3092\u7279\u5b9a\u3059\u308b\u305f\u3081\u306e\u540d\u524d\u60c5\u5831\u304c\u3042\u308a\u307e\u305b\u3093
XEngineer.Import.Validation.Message.NameEnteredwithoutRevision= \u9805\u76ee\u3092\u7279\u5b9a\u3059\u308b\u305f\u3081\u306e\u30ea\u30d3\u30b8\u30e7\u30f3\u60c5\u5831\u304c\u3042\u308a\u307e\u305b\u3093
XEngineer.Import.Validation.Message.InstanceTitleMustbeenteredforexistingrow= \u65e2\u5b58\u306e\u9805\u76ee\u306b\u7a7a\u767d\u306e\u5024\u304c\u3042\u308b\u9805\u76ee\u30bf\u30a4\u30c8\u30eb\u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093
XEngineer.Import.Validation.Message.NoObjectExistswithEnterdNameandRevision= \u6307\u5b9a\u3057\u305f\u30bf\u30a4\u30d7\u3001\u540d\u79f0\u304a\u3088\u3073\u30ea\u30d3\u30b8\u30e7\u30f3\u306e\u9805\u76ee\u306f\u5b58\u5728\u3057\u307e\u305b\u3093
XEngineer.Import.Validation.Message.TwoExistingItemshavedifferenceincolumnvalues= \u30b9\u30d7\u30ec\u30c3\u30c9\u30b7\u30fc\u30c8\u306e\u5225\u306e\u884c\u306b\u5b9a\u7fa9\u3055\u308c\u305f\u540c\u3058\u9805\u76ee\u3068\u6bd4\u8f03\u3057\u3066\u3001\u30ab\u30e9\u30e0\u5024\u306f\u3053\u306e\u9805\u76ee\u3068\u4e00\u81f4\u3057\u3066\u3044\u307e\u305b\u3093
XEngineer.Import.Validation.Message.ChangeEnabledAnyObjectSelectWUCtoProceed= \u3053\u306e\u9805\u76ee\u306f\u5909\u66f4\u304c\u6709\u52b9\u306b\u306a\u3063\u3066\u304a\u308a\u3001[\u5909\u66f4\u30a2\u30af\u30b7\u30e7\u30f3\u306e\u4e0b\u3067\u4f5c\u696d]\u3092\u9078\u629e\u3057\u305f\u5834\u5408\u306b\u306e\u307f\u30aa\u30fc\u30b5\u30ea\u30f3\u30b0\u64cd\u4f5c\u304c\u8a31\u53ef\u3055\u308c\u307e\u3059
XEngineer.Import.Validation.Message.ChangeEnabledStrictObjectSelectWUCtoProceed= \u3053\u306e\u9805\u76ee\u306f\u53b3\u683c\u30e2\u30fc\u30c9\u3067\u5909\u66f4\u304c\u6709\u52b9\u306b\u306a\u3063\u3066\u3044\u307e\u3059\u3002\u6709\u52b9\u306a\u5909\u66f4\u30a2\u30af\u30b7\u30e7\u30f3\u3092\u4f5c\u696d\u4e2d\u3068\u3057\u3066\u9078\u629e\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
XEngineer.Import.Validation.Message.ObjectAuthoringisnotallowedinthisstate= \u9805\u76ee\u306e\u5b8c\u6210\u5ea6\u304c\u51cd\u7d50\u30b9\u30c6\u30fc\u30c8\u3092\u8d85\u3048\u3066\u3044\u308b\u305f\u3081\u5909\u66f4\u3067\u304d\u307e\u305b\u3093
XEngineer.Import.Validation.Message.Spreadsheetcolumnnameisblank= \u4e00\u90e8\u306e\u30ab\u30e9\u30e0\u3067\u30ab\u30e9\u30e0\u30d8\u30c3\u30c0\u30fc\u306b\u7a7a\u767d\u306e\u5024\u304c\u3042\u308a\u307e\u3059\u3002\u7d9a\u884c\u3059\u308b\u306b\u306f\u6709\u52b9\u306a\u30ab\u30e9\u30e0\u30d8\u30c3\u30c0\u30fc\u304c\u5fc5\u8981\u3067\u3059
XEngineer.Import.Validation.Message.ExceedsSpreadsheetMaxContentRows= \u30c7\u30fc\u30bf\u304c\u5927\u304d\u3044\u305f\u3081\u30b9\u30d7\u30ec\u30c3\u30c9\u30b7\u30fc\u30c8\u3092\u51e6\u7406\u3067\u304d\u307e\u305b\u3093\u3002\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u308b\u6700\u5927\u884c\u306f\"$1\"\u884c\u3067\u3059
XEngineer.Import.Validation.message.Processingtimelimitcrossed= \u30b5\u30fc\u30d0\u30fc\u306e\u30bf\u30a4\u30e0\u30a2\u30a6\u30c8\u306b\u3088\u308a\u30b3\u30de\u30f3\u30c9\u3092\u5b8c\u4e86\u3067\u304d\u307e\u305b\u3093
XEngineer.Import.Validation.Message.MandatoryAttributeValuecannotbeEmpty= \"$1\" \u306b\u5fc5\u9808\u306e\u5c5e\u6027\u5024\u304c\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u305b\u3093
XEngineer.Import.Validation.Message.ExceedsSpreadsheetMaxModificationContentRows= \u30b9\u30d7\u30ec\u30c3\u30c9\u30b7\u30fc\u30c8\u306f\u3001\u5909\u66f4\u53ef\u80fd\u306a\u6700\u5927\"$1\"\u500b\u306e\u30a2\u30a4\u30c6\u30e0\u3092\u8d8a\u3048\u3066\u3044\u307e\u3059
XEngineer.Import.Column.InstanceName = \u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u540d
XEngineer.Import.Column.PartNumber = \u30a8\u30f3\u30bf\u30fc\u30d7\u30e9\u30a4\u30ba\u9805\u76ee\u756a\u53f7

# property entries for Import functionality - End

# property entries for PartNumbering Parameterization functionality - Start

XEngineer.PartNumbering.Validation.Message.DuplicatingOrder = \u6ce8\u6587\u304c\u91cd\u8907\u3057\u3066\u3044\u307e\u3059\u3002\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u3092\u66f4\u65b0\u3057\u3066\u6700\u65b0\u306e\u5909\u66f4\u3092\u53d6\u5f97\u3057\u3066\u304f\u3060\u3055\u3044
XEngineer.PartNumbering.Validation.Message.DuplicatingCounter = \u5f0f\u306b\u3059\u3067\u306b\u30ab\u30a6\u30f3\u30bf\u304c\u5b58\u5728\u3057\u307e\u3059\u3002\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u3092\u66f4\u65b0\u3057\u3066\u6700\u65b0\u306e\u5909\u66f4\u3092\u53d6\u5f97\u3057\u3066\u304f\u3060\u3055\u3044

# property entries for PartNumbering Parameterization functionality - End

# property entries for PartNumbering Parameterization functionality - Start

XEngineer.MaterialQuantity.Unit.L = "L"
XEngineer.MaterialQuantity.Unit.dL = "dL"
XEngineer.MaterialQuantity.Unit.cL = "cL"
XEngineer.MaterialQuantity.Unit.mL = "mL"

# property entries for PartNumbering Parameterization functionality - End
