{
"Zoom.Title":"Увеличить или уменьшить",
"Zoom.ShortHelp":"Увеличивает или уменьшает масштаб.",
"Zoom.LongHelp":"Выполните перетаскивание вверх для увеличения масштаба или вниз — для его уменьшения.",
"Pan.Title":"Панорама",
"Pan.ShortHelp":"Перемещение вида модели по горизонтали и вертикали.",
"Pan.LongHelp":"Нажмите <uicontrol>Панорама</uicontrol> и выполните перетаскивание в любом направлении.",
"Rotate.Title":"Повернуть",
"Rotate.ShortHelp":"Поворачивает модель по вертикальной или горизонтальной оси.",
"Rotate.LongHelp":"Нажмите <uicontrol>Повернуть</uicontrol>, затем выполните перетаскивание по горизонтали или вертикали.",
"Reframe.Title":"Вписать все",
"Reframe.ShortHelp":"Вписывает всю модель в графическую область.",
"ViewSelector.Title":"Стандартные виды",
"ViewSelector.ShortHelp":"Отображает содержимое в стандартных видах: сверху, снизу, слева, справа и в изометрии.",
"ViewSelector.LongHelp":"<p>Для переключения между видами нажимайте на стрелки, значок изометрического вида или значки вращения в нижней части графической области. Также можно использовать клавиатуру. </p> <p>Для выхода из режима стандартных видов нажмите в пустой области или откройте панель действий. </p>",
"LineicFilter.Title":"Фильтровать линейные элементы",
"LineicFilter.ShortHelp":"Фильтрация линейных элементов в модели для их скрытия или отображения.",
"LineicFilter.LongHelp":"Нажимайте на специальные значки в правой части экрана, чтобы скрыть или отобразить справочные оси, линии и точки независимо от других типов.",
"VisibilityCommands.Title":"Скрыть/показать",
"VisibilityCommands.ShortHelp":"Справа от рабочей области отображает контекстную панель инструментов, которая обеспечивает доступ к командам видимости.",
"EnhancedExplode.Title":"Разнести",
"EnhancedExplode.ShortHelp":"Разнесение продуктов и узлов продукта для отображения внутренних деталей.",
"EnhancedExplode.LongHelp":"<p>Используйте ползунок для управления амплитудой разнесения. Можно выбрать узел продукта для разнесения или отдельные детали. После этого можно восстановить продукт до состояния без разнесения. </p>",
"AnnotationTour.Title":"Обзор примечаний",
"AnnotationTour.ShortHelp":"Открывает окно обзора примечаний, позволяя переключаться между просмотром различных примечаний.",
"AnnotationTour.LongHelp":"Нажимайте на стрелки слева или справа от рабочей области."
}
