{
"Zoom.Title":"Zoom avant ou arrière",
"Zoom.ShortHelp":"Permet d'effectuer un zoom avant/arrière.",
"Zoom.LongHelp":"Faites glisser vers le haut pour effectuer un zoom avant ou vers le bas pour effectuer un zoom arrière.",
"Pan.Title":"Translater",
"Pan.ShortHelp":"Déplace la vue du modèle à l'horizontale et à la verticale.",
"Pan.LongHelp":"Cliquer sur <uicontrol>Translater</uicontrol>, puis faire glisser dans n'importe quelle direction.",
"Rotate.Title":"Tourner",
"Rotate.ShortHelp":"Fait tourner le modèle autour de l'axe vertical ou de l'axe horizontal.",
"Rotate.LongHelp":"Cliquez sur <uicontrol>Tourner</uicontrol>, puis faites glisser horizontalement ou verticalement.",
"Reframe.Title":"Ajuster dans l'espace de la fenêtre",
"Reframe.ShortHelp":"Ajuste le modèle dans son ensemble dans la zone 3D.",
"ViewSelector.Title":"Vues standard",
"ViewSelector.ShortHelp":"Affiche votre contenu en utilisant les vues standard : dessus, dessous, gauche, droite et isométrique.",
"ViewSelector.LongHelp":"<p>Pour basculer entre les vues, cliquez sur les flèches, l'icône de vue isométrique ou sur les icônes de rotation situées au bas de la zone 3D. Vous pouvez également utiliser le clavier. </p> <p>Pour quitter le mode vues standard, cliquez sur une zone vide ou affichez la barre d'actions. </p>",
"LineicFilter.Title":"Filtrer les éléments linéiques",
"LineicFilter.ShortHelp":"Filtre les éléments linéiques d'un modèle afin de les cacher ou de les afficher à nouveau.",
"LineicFilter.LongHelp":"Cliquez sur les icônes correspondantes situées à droite de l'écran afin de cacher ou d'afficher les axes, les lignes et les points de référence, indépendamment des autres types.",
"VisibilityCommands.Title":"Cacher/Afficher",
"VisibilityCommands.ShortHelp":"Affiche à droite du périmètre de design une barre d'outils contextuelle qui donne accès aux commandes de visibilité.",
"EnhancedExplode.Title":"Eclater",
"EnhancedExplode.ShortHelp":"Eclate les produits et les sous-produits pour révéler les pièces internes.",
"EnhancedExplode.LongHelp":"<p>Faites glisser le curseur pour contrôler avec précision l'amplitude de l'éclatement. Vous pouvez sélectionner un sous-produit à éclater, mais aussi déplacer des pièces individuelles. Lorsque vous avez terminé, vous pouvez restaurer le produit à son état non éclaté. </p>",
"AnnotationTour.Title":"Présentation de l'annotation",
"AnnotationTour.ShortHelp":"Vous présente vos annotations en passant d'un point de vue d'annotation à un autre.",
"AnnotationTour.LongHelp":"Cliquez sur les flèches à gauche ou à droite du périmètre de design."
}
