{
	"ERR0x00000111": "Fehler 0x00000111: Übersetzung ist nicht verfügbar.",
	"ERR0x00000211": "Fehler 0x00000211: Übersetzung ist nicht verfügbar.",
	"ERR0x00000311": "Fehler 0x00000311: Benutzeridentität nicht gefunden. Melden Sie sich erneut an.",
	"ERR0x00000411": "Fehler 0x00000411: Es ist standardmäßig kein Sicherheitskontext ausgewählt. Wenden Sie sich an den Administrator.",
	"ERR0x00000511": "Fehler 0x00000511: Es kann keine Verbindung zur Datenbank hergestellt werden. Wenden Sie sich an den Administrator.",
	"ERR0x00000611": "Fehler 0x00000611: Teamarbeitsbereich nicht gefunden. Wenden Sie sich an den Administrator.",
	"ERR0x00000711": "Fehler 0x00000711: Teamarbeitsbereich nicht gefunden. Wenden Sie sich an den Administrator.",
	"ERR0x00000811": "Fehler 0x00000811: Inhalte des Teamarbeitsbereichs können nicht aufgelistet werden. Wenden Sie sich an den Administrator.",
	"ERR0x00000911": "Fehler 0x00000911: Mitglieder des Teamarbeitsbereichs können nicht aufgelistet werden. Wenden Sie sich an den Administrator.",
	"ERR0x00000A11": "Fehler 0x00000A11: Dokumente des Teamarbeitsbereichs können nicht aufgelistet werden. Wenden Sie sich an den Administrator.",
	"ERR0x00000B11": "Fehler 0x00000B11: Mitglied kann nicht zum Teamarbeitsbereich hinzugefügt werden. Wenden Sie sich an den Administrator.",
	"ERR0x00000C11": "Fehler 0x00000C11: Mitglieder des Teamarbeitsbereichs können nicht aufgelistet werden. Wenden Sie sich an den Administrator.",
	"ERR0x00000D11": "Fehler 0x00000D11: Es kann keine Verbindung zur Datenbank hergestellt werden. Wenden Sie sich an den Administrator.",
	"ERR0x00000E11": "Fehler 0x00000E11: Es kann keine Verbindung zur Datenbank hergestellt werden. Wenden Sie sich an den Administrator.",
	"ERR0x00000F11": "Fehler 0x00000F11: Es kann keine Verbindung zur Datenbank hergestellt werden. Wenden Sie sich an den Administrator.",
	"ERR0x00001011": "Fehler 0x00001011: Es kann keine Verbindung zur Datenbank hergestellt werden. Wenden Sie sich an den Administrator.",
	"ERR0x00001111": "Fehler 0x00001111: Privater Teamarbeitsbereich kann nicht erstellt werden. Wenden Sie sich an den Administrator.",
	"ERR0x00001211": "Fehler 0x00001211: Öffentlicher Teamarbeitsbereich für Aufkleber kann nicht erstellt werden. Wenden Sie sich an den Administrator.",
	"ERR0x00001311": "Fehler 0x00001311: Öffentlicher Teamarbeitsbereich kann nicht erstellt werden. Wenden Sie sich an den Administrator.",
    "ERR0x00001411": "Fehler 0x00001411: Dokument kann nicht aus Teamarbeitsbereich heruntergeladen werden. Wenden Sie sich an den Administrator.",
    "ERR0x00001511": "Fehler 0x00001511: Versionsdatei konnte nicht geöffnet werden.",
    "ERR0x00001611": "Fehler 0x00001611:Der 3DSpace Diest kann nicht authentifiziert werden. Wenden Sie sich an den Administrator."
}
