{
	"ERR0x00000111": "Erreur 0x00000111: la translation n'est pas disponible.",
	"ERR0x00000211": "Erreur 0x00000211: la translation n'est pas disponible.",
	"ERR0x00000311": "Erreur 0x00000311: identité de l'utilisateur introuvable. Essayez de vous reconnecter.",
	"ERR0x00000411": "Erreur 0x00000411: aucun contexte de sécurité sélectionné par défaut. Veuillez contacter votre administrateur.",
	"ERR0x00000511": "Erreur 0x00000511: connexion impossible à la base de données. Veuillez contacter votre administrateur.",
	"ERR0x00000611": "Erreur 0x00000611: espace de collaboration introuvable. Veuillez contacter votre administrateur.",
	"ERR0x00000711": "Erreur 0x00000711: espace de collaboration introuvable. Veuillez contacter votre administrateur.",
	"ERR0x00000811": "Erreur 0x00000811: impossible de lister le contenu de l'espace de collaboration. Veuillez contacter votre administrateur.",
	"ERR0x00000911": "Erreur 0x00000911: impossible de lister les membres de l'espace de collaboration. Veuillez contacter votre administrateur.",
	"ERR0x00000A11": "Erreur 0x00000A11: impossible de lister les documents de l'espace de collaboration. Veuillez contacter votre administrateur.",
	"ERR0x00000B11": "Erreur 0x00000B11: impossible d'ajouter un membre à l'espace de collaboration. Veuillez contacter votre administrateur.",
	"ERR0x00000C11": "Erreur 0x00000C11: impossible de lister les membres de l'espace de collaboration. Veuillez contacter votre administrateur.",
	"ERR0x00000D11": "Erreur 0x00000D11: connexion impossible à la base de données. Veuillez contacter votre administrateur.",
	"ERR0x00000E11": "Erreur 0x00000E11: impossible de se connecter à la base de données. Veuillez contacter votre administrateur.",
	"ERR0x00000F11": "Erreur 0x00000F11: connexion impossible à la base de données. Veuillez contacter votre administrateur.",
	"ERR0x00001011": "Erreur 0x00001011: connexion impossible à la base de données. Veuillez contacter votre administrateur.",
	"ERR0x00001111": "Erreur 0x00001111: impossible de créer un espace de collaboration d'équipe privée. Veuillez contacter votre administrateur.",
	"ERR0x00001211": "Erreur 0x00001211: impossible de créer un espace de collaboration d'autocollants publics. Veuillez contacter votre administrateur.",
	"ERR0x00001311": "Erreur 0x00001311: impossible de créer un espace de collaboration de personnes publiques. Veuillez contacter votre administrateur.",
    "ERR0x00001411": "Erreur 0x00001411: impossible de télécharger des documents à partir de l'espace de collaboration. Veuillez contacter votre administrateur.",
    "ERR0x00001511": "Erreur 0x00001511 : impossible d'ouvrir le fichier de version.",
    "ERR0x00001611": "Erreur 0x00001611 : échec d'authentification au service 3DSpace. Veuillez contacter votre administrateur."
}
