{
	"ERR0x00000111": "Error 0x00000111: Translation is not available.",
	"ERR0x00000211": "Error 0x00000211: Translation is not available.",
	"ERR0x00000311": "Error 0x00000311: Cannot find User identity. Try logging in again.",
	"ERR0x00000411": "Error 0x00000411: No security context selected by default. Please contact your administrator.",
	"ERR0x00000511": "Error 0x00000511: Cannot connect to the database. Please contact your administrator.",
	"ERR0x00000611": "Error 0x00000611: Cannot find the collaborative space. Please contact your administrator.",
	"ERR0x00000711": "Error 0x00000711: Cannot find the collaborative space. Please contact your administrator.",
	"ERR0x00000811": "Error 0x00000811: Cannot list collaborative space content. Please contact your administrator.",
	"ERR0x00000911": "Error 0x00000911: Cannot list collaborative space members. Please contact your administrator.",
	"ERR0x00000A11": "Error 0x00000A11: Cannot list collaborative space documents. Please contact your administrator.",
	"ERR0x00000B11": "Error 0x00000B11: Cannot add member to the collaborative space. Please contact your administrator.",
	"ERR0x00000C11": "Error 0x00000C11: Cannot list collaborative space members. Please contact your administrator.",
	"ERR0x00000D11": "Error 0x00000D11: Cannot connect to the database. Please contact your administrator.",
	"ERR0x00000E11": "Error 0x00000E11: Cannot connect to the database. Please contact your administrator.",
	"ERR0x00000F11": "Error 0x00000F11: Cannot connect to the database. Please contact your administrator.",
	"ERR0x00001011": "Error 0x00001011: Cannot connect to the database. Please contact your administrator.",
	"ERR0x00001111": "Error 0x00001111: Cannot create private Team collaborative space. Please contact your administrator.",
	"ERR0x00001211": "Error 0x00001211: Cannot create public Stickers collaborative space. Please contact your administrator.",
	"ERR0x00001311": "Error 0x00001311: Cannot create public People collaborative space. Please contact your administrator.",
    "ERR0x00001411": "Error 0x00001411: Cannot download document from collaborative space. Please contact your administrator.",
    "ERR0x00001511": "Error 0x00001511: Cannot open the version file.",
    "ERR0x00001611": "Error 0x00001611: Cannot authenticate to 3DSpace service. Please contact your administrator"
}
