{
"ActionBar_NewProductCmd.Title":"New Product",
"ActionBar_NewProductCmd.ShortHelp":"Creates a new product in the structure or standalone",
"ActionBar_NewProductCmd.LongHelp":"In the dialog box, type a Title and optionally select a template to choose the CAD master then click on Create and Close for a single creation, or click on Create to continue creating products. <p>If you initially select one or several products, the new product is added as a child. </p>",
"ActionBar_NewPartCmd.Title":"New Part",
"ActionBar_NewPartCmd.ShortHelp":"Creates a new part in the structure or standalone.",
"ActionBar_NewPartCmd.LongHelp":"In the dialog box, type a Title and optionally select a template to choose the CAD master then click on Create and Close for a single creation, or click on Create to continue creating parts. <p>If you initially select one or several products, the new part is added as a child </p>",
"ActionBar_NewDrawingCmd.Title":"New Drawing",
"ActionBar_NewDrawingCmd.ShortHelp":"Creates a new drawing in the structure or standalone",
"ActionBar_NewDrawingCmd.LongHelp":"In the dialog box, type a Title and optionally select a template to choose the CAD master then click on Create and Close for a single creation, or click on Create to continue creating products. <p>If you initially select one or several products, the new drawing is added as a child. </p>",
"ActionBar_AccessRightCmd.Title":"Access Rights",
"ActionBar_AccessRightCmd.ShortHelp":"Manages the access rights to selected objects.",
"ActionBar_AccessRightCmd.LongHelp":"<p>Search and select objects, and then click the command. </p> <p>You can: <ul> <li>Modify the access rights for a user: Select a value from the list. </li> <li>Grant access rights to a user: Search and select it, select the access rights, and click <uicontrol>Add</uicontrol>. </li> <li>Remove a user from the list: Click <uicontrol>Remove user</uicontrol>. </li> </ul> </p>",
"ActionBar_ChangeOwner.Title":"Transfer Ownership",
"ActionBar_ChangeOwner.ShortHelp":"Transfers the ownership of the selected object to another user, in the same or different collaborative space and/or organization.",
"ActionBar_ChangeOwner.LongHelp":"<p>Select the object you want to transfer and click the command. </p> <p>In the dialog box, search for a user, and select it. </p> <p>In the <uicontrol>Propagation Option</uicontrol> section, select whether you want to transfer the reference, the instance, or both. </p>",
"ActionBar_ReserveCmd.Title":"Reserve",
"ActionBar_ReserveCmd.ShortHelp":"Prevents other users from saving modifications to the selected objects.",
"ActionBar_ReserveCmd.LongHelp":"<p>Select one or more objects and click the command. </p> <p>Reference option reserves the <uicontrol>Reference</uicontrol> object selected. <uicontrol>Instance</uicontrol> option reserves the parent <uicontrol>instance</uicontrol> of that <uicontrol>Reference</uicontrol>. </p>",
"ActionBar_UnreserveCmd.Title":"Unreserve",
"ActionBar_UnreserveCmd.ShortHelp":"Reverses reserve operation, which allows users to save modification to the selected objects..",
"ActionBar_UnreserveCmd.LongHelp":"<p>Select one or more objects and click the command. </p> <p><uicontrol>Reference</uicontrol> option unreserves the <uicontrol>Reference</uicontrol> object selected. <uicontrol>Instance</uicontrol> option unreserves the parent <uicontrol>instance</uicontrol> of that <uicontrol>reference</uicontrol>. </p>",
"SubscribeHdr.Title":"Subscribe",
"SubscribeHdr.ShortHelp":"Subscribes to events.",
"SubscribeHdr.LongHelp":"<p>Subscribes to events on the selected content. </p>",
"UnSubscribeHdr.Title":"Unsubscribe",
"UnSubscribeHdr.ShortHelp":"Cancels subscription to events.",
"UnSubscribeHdr.LongHelp":"<p>Cancels subscription to events for selected content. </p>",
"EditSubscribeHdr.Title":"Edit Subscriptions",
"EditSubscribeHdr.ShortHelp":"Edits subscription to events.",
"EditSubscribeHdr.LongHelp":"<p>Edits subscription to events for selected content. </p>",
"MySubscriptionsHdr.Title":"My Subscriptions",
"MySubscriptionsHdr.ShortHelp":"My Subscriptions.",
"MySubscriptionsHdr.LongHelp":"<p>My Subscriptions. </p>",
"ActionBar_Attributes.Title":"Edit properties",
"ActionBar_Attributes.ShortHelp":"Edits the properties",
"ActionBar_Attributes.LongHelp":"Edits the properties of the selected objects"
}
