{
"ActionBar_NewProductCmd.Title":"Neues Produkt",
"ActionBar_NewProductCmd.ShortHelp":"Erstellt ein neues Produkt in der Struktur oder als eigenständiges Produkt",
"ActionBar_NewProductCmd.LongHelp":"Geben Sie im Dialogfeld einen Titel ein und wählen Sie optional eine Vorlage aus, um den CAD-Master zu bestimmen. Klicken Sie anschließend auf „Erstellen und schließen“, um eine einzelne Erstellung vorzunehmen, oder auf „Erstellen“, um weitere Produkte zu erstellen. <p>Wenn Sie zunächst eines oder mehrere Produkte auswählen, wird das neue Produkt als untergeordnetes Element hinzugefügt. </p>",
"ActionBar_NewPartCmd.Title":"Neues Teil",
"ActionBar_NewPartCmd.ShortHelp":"Erzeugt ein neues Teil in der Struktur oder als eigenständiges Teil.",
"ActionBar_NewPartCmd.LongHelp":"Geben Sie im Dialogfeld einen Titel ein und wählen Sie optional eine Vorlage aus, um den CAD-Master zu bestimmen. Klicken Sie anschließend auf „Erstellen und schließen“, um eine einzelne Erstellung vorzunehmen, oder auf „Erstellen“, um weitere Teile zu erstellen. <p>Wenn Sie zunächst eines oder mehrere Produkte auswählen, wird das neue Teil als untergeordnetes Element hinzugefügt. </p>",
"ActionBar_NewDrawingCmd.Title":"Neue Zeichnung",
"ActionBar_NewDrawingCmd.ShortHelp":"Erstellt eine neue Zeichnung in der Struktur oder als eigenständige Zeichnung",
"ActionBar_NewDrawingCmd.LongHelp":"Geben Sie im Dialogfeld einen Titel ein und wählen Sie optional eine Vorlage aus, um den CAD-Master zu bestimmen. Klicken Sie anschließend auf „Erstellen und schließen“, um eine einzelne Erstellung vorzunehmen, oder auf „Erstellen“, um weitere Produkte zu erstellen. <p>Wenn Sie zunächst eines oder mehrere Produkte auswählen, wird die neue Zeichnung als untergeordnetes Element hinzugefügt. </p>",
"ActionBar_AccessRightCmd.Title":"Zugriffsrechte",
"ActionBar_AccessRightCmd.ShortHelp":"Verwaltet die Zugriffsrechte der ausgewählten Objekte.",
"ActionBar_AccessRightCmd.LongHelp":"<p>Suchen und wählen Sie Objekte aus und klicken Sie dann auf den Befehl. </p> <p>Sie können folgende Aktionen durchführen: <ul> <li>Die Zugriffsrechte eines Benutzers ändern: Wählen Sie dazu einen Wert aus der Liste aus. </li> <li>Einem Benutzer Zugriffsrechte gewähren: Suchen und wählen Sie ihn aus, wählen Sie die Zugriffsrechte aus und klicken Sie auf <uicontrol>Hinzufügen</uicontrol>. </li> <li>Einen Benutzer aus der Liste entfernen: Klicken Sie dazu auf <uicontrol>Benutzer entfernen</uicontrol>. </li> </ul> </p>",
"ActionBar_ChangeOwner.Title":"Eigentum übertragen",
"ActionBar_ChangeOwner.ShortHelp":"Überträgt die Eigentumsrechte des ausgewählten Objekts an einen anderen Benutzer im selben oder in einem anderen Teamarbeitsbereich und/oder in derselben oder einer anderen Organisation.",
"ActionBar_ChangeOwner.LongHelp":"<p>Wählen Sie das Objekt, das Sie übertragen möchten, und klicken Sie auf den Befehl. </p> <p>Suchen Sie im Dialogfenster nach einem Benutzer und wählen Sie diesen aus. </p> <p>Wählen Sie im Bereich <uicontrol>Fortführungsoptionen</uicontrol> aus, ob Sie die Referenz, die Instanz oder beides übertragen möchten. </p>",
"ActionBar_ReserveCmd.Title":"Sperren",
"ActionBar_ReserveCmd.ShortHelp":"Verhindert, dass andere Benutzer Änderungen an den ausgewählten Objekten speichern können.",
"ActionBar_ReserveCmd.LongHelp":"<p>Wählen Sie ein oder mehrere Objekte aus und klicken Sie auf den Befehl. </p> <p>Mit der Referenzoption reservieren Sie das ausgewählte <uicontrol>Referenzobjekt</uicontrol>. Mit der <uicontrol>Instanzoption</uicontrol> reservieren Sie die übergeordnete <uicontrol>Instanz</uicontrol> dieser <uicontrol>Referenz</uicontrol>. </p>",
"ActionBar_UnreserveCmd.Title":"Reservierung aufheben",
"ActionBar_UnreserveCmd.ShortHelp":"Kehrt die Reservierung um, wodurch Benutzer Änderungen an den ausgewählten Objekten speichern können.",
"ActionBar_UnreserveCmd.LongHelp":"<p>Wählen Sie ein oder mehrere Objekte aus und klicken Sie auf den Befehl. </p> <p>Die <uicontrol>Referenzoption</uicontrol> hebt die Reservierung des ausgewählten <uicontrol>Referenzobjekts</uicontrol> auf. Die <uicontrol>Instanzoption</uicontrol> hebt die Reservierung der übergeordneten <uicontrol>Instanz</uicontrol> dieser <uicontrol>Referenz</uicontrol> auf. </p>",
"SubscribeHdr.Title":"Abonnieren",
"SubscribeHdr.ShortHelp":"Abonniert Ereignisse.",
"SubscribeHdr.LongHelp":"<p>Abonniert Ereignisse für den ausgewählten Inhalt. </p>",
"UnSubscribeHdr.Title":"Abbestellen",
"UnSubscribeHdr.ShortHelp":"Bestellt Ereignisse ab.",
"UnSubscribeHdr.LongHelp":"<p>Bestellt Ereignisse für den ausgewählten Inhalt ab. </p>",
"EditSubscribeHdr.Title":"Abonnements bearbeiten",
"EditSubscribeHdr.ShortHelp":"Bearbeitet das Abonnement von Ereignissen.",
"EditSubscribeHdr.LongHelp":"<p>Bearbeitet das Abonnement von Ereignissen für den ausgewählten Inhalt. </p>",
"MySubscriptionsHdr.Title":"Meine Abonnements",
"MySubscriptionsHdr.ShortHelp":"Meine Abonnements.",
"MySubscriptionsHdr.LongHelp":"<p>Meine Abonnements. </p>",
"ActionBar_Attributes.Title":"Eigenschaften bearbeiten",
"ActionBar_Attributes.ShortHelp":"Bearbeitet die Eigenschaften.",
"ActionBar_Attributes.LongHelp":"Bearbeitet die Eigenschaften der ausgewählten Objekte."
}
