{
"ActionBar_NewProductCmd.Title":"Producto nuevo",
"ActionBar_NewProductCmd.ShortHelp":"Crea un nuevo producto independiente o dentro de la estructura.",
"ActionBar_NewProductCmd.LongHelp":"En el cuadro de diálogo, escriba un título y, si lo desea, seleccione una plantilla para elegir el CAD maestro. A continuación haga clic en Crear y cerrar si desea una sola creación, o haga clic en Crear para seguir creando productos. <p>Si selecciona uno o varios productos, el producto nuevo se agrega como secundario. </p>",
"ActionBar_NewPartCmd.Title":"Nueva pieza",
"ActionBar_NewPartCmd.ShortHelp":"Crea una nueva pieza independiente o dentro de la estructura.",
"ActionBar_NewPartCmd.LongHelp":"En el cuadro de diálogo, escriba un título y, si lo desea, seleccione una plantilla para elegir el CAD maestro. A continuación haga clic en Crear y cerrar si desea una sola creación, o haga clic en Crear para seguir creando piezas. <p>Si selecciona uno o varios productos, la pieza nueva nuevo se agrega como secundario. </p>",
"ActionBar_NewDrawingCmd.Title":"Nuevo dibujo",
"ActionBar_NewDrawingCmd.ShortHelp":"Crea un nuevo dibujo independiente o dentro de la estructura.",
"ActionBar_NewDrawingCmd.LongHelp":"En el cuadro de diálogo, escriba un título y, si lo desea, seleccione una plantilla para elegir el CAD maestro. A continuación haga clic en Crear y cerrar si desea una sola creación, o haga clic en Crear para seguir creando productos. <p>Si selecciona uno o varios productos, el dibujo nuevo se agrega como secundario. </p>",
"ActionBar_AccessRightCmd.Title":"Derechos de acceso",
"ActionBar_AccessRightCmd.ShortHelp":"Gestiona los derechos de acceso a los objetos seleccionados.",
"ActionBar_AccessRightCmd.LongHelp":"<p>Busque y seleccione objetos y, a continuación, haga clic en el comando. </p> <p>Puede: <ul> <li>Modificar los derechos de acceso de un usuario: seleccione un valor de la lista. </li> <li>Conceder derechos de acceso a un usuario: busque un usuario y selecciónelo, elija los derechos de acceso y haga clic en <uicontrol>Agregar</uicontrol>. </li> <li>Suprimir un usuario de la lista: haga clic en <uicontrol>Eliminar usuario</uicontrol>. </li> </ul> </p>",
"ActionBar_ChangeOwner.Title":"Transferir propiedad",
"ActionBar_ChangeOwner.ShortHelp":"Transfiere la propiedad del objeto seleccionado a otro usuario del mismo espacio de colaboración y organización, o de otros diferentes.",
"ActionBar_ChangeOwner.LongHelp":"<p>Seleccione el objeto que desee transferir y haga clic en el comando. </p> <p>En el cuadro de diálogo, busque un usuario y selecciónelo. </p> <p>En la sección <uicontrol>Opción de propagación</uicontrol>, seleccione si desea transferir la referencia, la instancia o ambas. </p>",
"ActionBar_ReserveCmd.Title":"Reservar",
"ActionBar_ReserveCmd.ShortHelp":"Impide a otros usuarios guardar las modificaciones realizadas en los objetos seleccionados.",
"ActionBar_ReserveCmd.LongHelp":"<p>Seleccione uno o varios objetos y haga clic en el comando. </p> <p>La opción de referencia reserva el objeto seleccionado de <uicontrol>Referencia</uicontrol>. La opción <uicontrol>Instancia</uicontrol> reserva la <uicontrol>instancia</uicontrol> principal de esa <uicontrol>referencia</uicontrol>. </p>",
"ActionBar_UnreserveCmd.Title":"Cancelar reserva",
"ActionBar_UnreserveCmd.ShortHelp":"Cancela la operación de reserva, lo que permite a los usuarios guardar la modificación de los objetos seleccionados.",
"ActionBar_UnreserveCmd.LongHelp":"<p>Seleccione uno o varios objetos y haga clic en el comando. </p> <p>La opción <uicontrol>Referencia</uicontrol> cancela la reserva del objeto de <uicontrol>referencia</uicontrol> seleccionado. La opción <uicontrol>Instancia</uicontrol> cancela la reserva de la <uicontrol>instancia</uicontrol> principal de esa <uicontrol>referencia</uicontrol>. </p>",
"SubscribeHdr.Title":"Suscribirse",
"SubscribeHdr.ShortHelp":"Establece la suscripción a eventos.",
"SubscribeHdr.LongHelp":"<p>Permite suscribirse a eventos sobre el contenido seleccionado. </p>",
"UnSubscribeHdr.Title":"Cancelar suscripción",
"UnSubscribeHdr.ShortHelp":"Cancela la suscripción a eventos.",
"UnSubscribeHdr.LongHelp":"<p>Permite cancelar la suscripción a eventos sobre el contenido seleccionado. </p>",
"EditSubscribeHdr.Title":"Editar suscripciones",
"EditSubscribeHdr.ShortHelp":"Edita la suscripción a eventos.",
"EditSubscribeHdr.LongHelp":"<p>Permite editar la suscripción a eventos sobre el contenido seleccionado. </p>",
"MySubscriptionsHdr.Title":"Mis suscripciones",
"MySubscriptionsHdr.ShortHelp":"Mis suscripciones.",
"MySubscriptionsHdr.LongHelp":"<p>Mis suscripciones. </p>",
"ActionBar_Attributes.Title":"Editar propiedades",
"ActionBar_Attributes.ShortHelp":"Edita las propiedades",
"ActionBar_Attributes.LongHelp":"Permite editar las propiedades de los objetos seleccionados"
}
