{
"ActionBar_NewProductCmd.Title":"Новый продукт",
"ActionBar_NewProductCmd.ShortHelp":"Создает новое изделие в структуре или автономно.",
"ActionBar_NewProductCmd.LongHelp":"В диалоговом окне введите Заголовок и при необходимости выберите шаблон для выбора главного элемента CAD, затем нажмите Создать и Закрыть для создания одного объекта, или нажмите Создать, чтобы продолжить создание изделий. <p>Если вы изначально выбрали одно или несколько изделий, новое изделие будет добавлено в качестве дочернего. </p>",
"ActionBar_NewPartCmd.Title":"Новая деталь",
"ActionBar_NewPartCmd.ShortHelp":"Создает новую деталь в структуре или автономную деталь.",
"ActionBar_NewPartCmd.LongHelp":"В диалоговом окне введите Заголовок и при необходимости выберите шаблон для выбора главного элемента CAD, затем нажмите Создать и Закрыть для создания одного объекта, или нажмите Создать, чтобы продолжить создание деталей. <p>Если вы изначально выбрали одно или несколько изделий, новая деталь будет добавлена в качестве дочерней. </p>",
"ActionBar_NewDrawingCmd.Title":"Новый чертеж",
"ActionBar_NewDrawingCmd.ShortHelp":"Создает новый чертеж в структуре или автономно.",
"ActionBar_NewDrawingCmd.LongHelp":"В диалоговом окне введите Заголовок и при необходимости выберите шаблон для выбора главного элемента CAD, затем нажмите Создать и Закрыть для создания одного объекта, или нажмите Создать, чтобы продолжить создание изделий. <p>Если вы изначально выбрали одно или несколько изделий, новый чертеж будет добавлен в качестве дочернего. </p>",
"ActionBar_AccessRightCmd.Title":"Права доступа",
"ActionBar_AccessRightCmd.ShortHelp":"Управление правами доступа к выбранным объектам.",
"ActionBar_AccessRightCmd.LongHelp":"<p>Найдите и выберите объекты, затем нажмите на команду. </p> <p>Вы можете: <ul> <li>Изменить права доступа для пользователя: выберите значение из списка. </li> <li>Предоставить права доступа пользователю: найдите и выберите пользователя, выберите права и нажмите <uicontrol>Добавить</uicontrol>. </li> <li>Удалить пользователя из списка: нажмите <uicontrol>Удалить пользователя</uicontrol>. </li> </ul> </p>",
"ActionBar_ChangeOwner.Title":"Передача прав владения",
"ActionBar_ChangeOwner.ShortHelp":"Передача прав владения на выбранный объект другому пользователю в том же или другом пространстве совместной работы и/или организации.",
"ActionBar_ChangeOwner.LongHelp":"<p>Выберите объект, который требуется передать, и нажмите на команду. </p> <p>В диалоговом окне найдите пользователя и выберите его. </p> <p>В разделе <uicontrol>Параметр распространения</uicontrol> выберите, требуется ли передавать ссылку, экземпляр или и то, и другое. </p>",
"ActionBar_ReserveCmd.Title":"Зарезервировать",
"ActionBar_ReserveCmd.ShortHelp":"Запрещает другим пользователям сохранять изменения в выбранные объекты.",
"ActionBar_ReserveCmd.LongHelp":"<p>Выберите один или несколько объектов и нажмите на команду. </p> <p>Параметр Ссылка резервирует выбранный объект <uicontrol>Ссылка</uicontrol>. Параметр <uicontrol>Экземпляр</uicontrol> резервирует родительский <uicontrol>Экземпляр</uicontrol> этой <uicontrol>ссылки</uicontrol>. </p>",
"ActionBar_UnreserveCmd.Title":"Отменить резервирование",
"ActionBar_UnreserveCmd.ShortHelp":"Отменяет операцию резервирования, что позволяет пользователям сохранять изменения выбранных объектов.",
"ActionBar_UnreserveCmd.LongHelp":"<p>Выберите один или несколько объектов и нажмите на команду. </p> <p>Параметр <uicontrol>Ссылка</uicontrol> отменяет резервирование выбранного объекта <uicontrol>Ссылка</uicontrol>. Параметр <uicontrol>Экземпляр</uicontrol> отменяет резервирование родительского <uicontrol>Экземпляра</uicontrol> этой <uicontrol>ссылки</uicontrol>. </p>",
"SubscribeHdr.Title":"Подписаться",
"SubscribeHdr.ShortHelp":"Создает подписку на события.",
"SubscribeHdr.LongHelp":"<p>Подписка на события, связанные с выбранным содержимым. </p>",
"UnSubscribeHdr.Title":"Отменить подписку",
"UnSubscribeHdr.ShortHelp":"Отменяет подписку на события.",
"UnSubscribeHdr.LongHelp":"<p>Отменяет подписку на события для выбранного содержимого. </p>",
"EditSubscribeHdr.Title":"Редактировать подписки",
"EditSubscribeHdr.ShortHelp":"Редактирует подписку на события.",
"EditSubscribeHdr.LongHelp":"<p>Редактирует подписку на события для выбранного содержимого. </p>",
"MySubscriptionsHdr.Title":"Мои подписки",
"MySubscriptionsHdr.ShortHelp":"Мои подписки",
"MySubscriptionsHdr.LongHelp":"<p>Мои подписки </p>",
"ActionBar_Attributes.Title":"Изменить свойства",
"ActionBar_Attributes.ShortHelp":"Редактирование свойств",
"ActionBar_Attributes.LongHelp":"Редактирование свойств выбранного объекта"
}
