{
"ActionBar_NewProductCmd.Title":"Nuovo prodotto",
"ActionBar_NewProductCmd.ShortHelp":"Consente di creare un nuovo prodotto all'interno o al di fuori della struttura",
"ActionBar_NewProductCmd.LongHelp":"Nella finestra di dialogo, digitare un titolo e selezionare un modello per scegliere il master CAD (facoltativo), quindi fare clic su Crea e chiudi per creare un solo prodotto o su Crea per creare anche altri prodotti. <p>Se all'inizio si selezionano uno o più prodotti, il nuovo prodotto viene aggiunto come elemento figlio. </p>",
"ActionBar_NewPartCmd.Title":"Nuova parte",
"ActionBar_NewPartCmd.ShortHelp":"Consente di creare una nuova parte all'interno o al di fuori della struttura.",
"ActionBar_NewPartCmd.LongHelp":"Nella finestra di dialogo, digitare un titolo e selezionare un modello per scegliere il master CAD (facoltativo), quindi fare clic su Crea e chiudi per creare una sola parte o su Crea per creare anche altre parti. <p>Se all'inizio si selezionano uno o più prodotti, la nuova parte viene aggiunta come elemento figlio </p>",
"ActionBar_NewDrawingCmd.Title":"Nuovo disegno",
"ActionBar_NewDrawingCmd.ShortHelp":"Consente di creare un nuovo disegno all'interno o al di fuori della struttura",
"ActionBar_NewDrawingCmd.LongHelp":"Nella finestra di dialogo, digitare un titolo e selezionare un modello per scegliere il master CAD (facoltativo), quindi fare clic su Crea e chiudi per creare un solo prodotto o su Crea per creare anche altri prodotti. <p>Se all'inizio si selezionano uno o più prodotti, il nuovo disegno viene aggiunto come elemento figlio. </p>",
"ActionBar_AccessRightCmd.Title":"Diritti di accesso",
"ActionBar_AccessRightCmd.ShortHelp":"Gestisce i diritti di accesso agli oggetti selezionati.",
"ActionBar_AccessRightCmd.LongHelp":"<p>Cercare e selezionare gli oggetti, quindi fare clic sul comando. </p> <p>È possibile: <ul> <li>Modificare i diritti di accesso di un utente: selezionare un valore dall'elenco. </li> <li>Assegnare diritti di accesso a un utente: cercare e selezionare l'utente, selezionare i diritti di accesso e fare clic su <uicontrol>Aggiungi</uicontrol>. </li> <li>Rimuovere un utente dall'elenco: fare clic su <uicontrol>Rimuovi utente</uicontrol>. </li> </ul> </p>",
"ActionBar_ChangeOwner.Title":"Trasferisci proprietà",
"ActionBar_ChangeOwner.ShortHelp":"Trasferisce la proprietà dell'oggetto selezionato a un altro utente, nella stessa o in un'altra area di collaborazione e/o organizzazione.",
"ActionBar_ChangeOwner.LongHelp":"<p>Selezionare l'oggetto da trasferire e fare clic sul comando. </p> <p>Nella finestra di dialogo, cercare un utente e selezionarlo. </p> <p>Nella sezione <uicontrol>Opzione di propagazione</uicontrol>, specificare se si desidera trasferire il riferimento, l'istanza o entrambi. </p>",
"ActionBar_ReserveCmd.Title":"Prenota",
"ActionBar_ReserveCmd.ShortHelp":"Impedisce ad altri utenti di salvare le modifiche agli oggetti selezionati.",
"ActionBar_ReserveCmd.LongHelp":"<p>Selezionare uno o più oggetti e fare clic sul comando. </p> <p>L'opzione Riferimento riserva l'oggetto <uicontrol>riferimento</uicontrol> selezionato. L'opzione <uicontrol>Istanza</uicontrol> riserva l'<uicontrol>istanza</uicontrol> padre del <uicontrol>riferimento</uicontrol>. </p>",
"ActionBar_UnreserveCmd.Title":"Rilascia",
"ActionBar_UnreserveCmd.ShortHelp":"Riserva l'operazione di prenotazione, che consente agli utenti di salvare le modifiche agli oggetti selezionati.",
"ActionBar_UnreserveCmd.LongHelp":"<p>Selezionare uno o più oggetti e fare clic sul comando. </p> <p>L'opzione <uicontrol>Riferimento</uicontrol> rilascia l'oggetto <uicontrol>riferimento</uicontrol> selezionato. L'opzione <uicontrol>Istanza</uicontrol> rilascia l'<uicontrol>istanza</uicontrol> padre del <uicontrol>riferimento</uicontrol>. </p>",
"SubscribeHdr.Title":"Iscriviti",
"SubscribeHdr.ShortHelp":"Consente la registrazione a eventi.",
"SubscribeHdr.LongHelp":"<p>Consente di registrarsi a eventi nel contenuto selezionato. </p>",
"UnSubscribeHdr.Title":"Annulla iscrizione",
"UnSubscribeHdr.ShortHelp":"Consente di annullare la registrazione a eventi.",
"UnSubscribeHdr.LongHelp":"<p>Annulla la registrazione a eventi relativi al contenuto selezionato. </p>",
"EditSubscribeHdr.Title":"Modifica iscrizioni",
"EditSubscribeHdr.ShortHelp":"Consente di modificare la registrazione a eventi.",
"EditSubscribeHdr.LongHelp":"<p>Modifica la registrazione a eventi relativi al contenuto selezionato. </p>",
"MySubscriptionsHdr.Title":"Le mie iscrizioni",
"MySubscriptionsHdr.ShortHelp":"Le iscrizioni dell'utente.",
"MySubscriptionsHdr.LongHelp":"<p>Le iscrizioni dell'utente. </p>",
"ActionBar_Attributes.Title":"Modifica proprietà",
"ActionBar_Attributes.ShortHelp":"Consente di modificare proprietà",
"ActionBar_Attributes.LongHelp":"Consente di modificare le proprietà degli oggetti selezionati"
}
