{
"ActionBar_NewProductCmd.Title":"Nouveau produit",
"ActionBar_NewProductCmd.ShortHelp":"Crée un nouveau produit autonome ou lié à la structure.",
"ActionBar_NewProductCmd.LongHelp":"Dans la boîte de dialogue, saisissez un titre. Vous avez la possibilité de sélectionner un modèle de gabarit CAO, puis cliquez sur Créer et fermer pour une création unique ou sur Créer pour continuer à créer des produits. <p>Si vous avez d'abord sélectionné un ou plusieurs produits, le nouveau produit est ajouté comme produit enfant. </p>",
"ActionBar_NewPartCmd.Title":"Nouvelle pièce",
"ActionBar_NewPartCmd.ShortHelp":"Crée une nouvelle pièce autonome ou liée à la structure.",
"ActionBar_NewPartCmd.LongHelp":"Dans la boîte de dialogue, saisissez un titre. Vous avez la possibilité de sélectionner un modèle de gabarit CAO, puis cliquez sur Créer et fermer pour une création unique ou sur Créer pour continuer à créer des pièces. <p>Si vous avez d'abord sélectionné une ou plusieurs pièces, la nouvelle pièce est ajoutée comme pièce enfant. </p>",
"ActionBar_NewDrawingCmd.Title":"Nouveau dessin",
"ActionBar_NewDrawingCmd.ShortHelp":"Crée un nouveau dessin autonome ou lié à la structure.",
"ActionBar_NewDrawingCmd.LongHelp":"Dans la boîte de dialogue, saisissez un titre. Vous avez la possibilité de sélectionner un modèle de gabarit CAO, puis cliquez sur Créer et fermer pour une création unique ou sur Créer pour continuer à créer des produits. <p>Si vous avez d'abord sélectionné un ou plusieurs dessins, le nouveau dessin est ajouté comme dessin enfant. </p>",
"ActionBar_AccessRightCmd.Title":"Droits d'accès",
"ActionBar_AccessRightCmd.ShortHelp":"Gère les droits d'accès des objets sélectionnés.",
"ActionBar_AccessRightCmd.LongHelp":"<p>Recherchez et sélectionnez les objets sélectionnés, puis cliquez sur la commande. </p> <p>Vous pouvez : <ul> <li>Modifier les droits d'accès d'un utilisateur : sélectionnez une valeur dans la liste. </li> <li>Accorder des droits d'accès à un utilisateur : recherchez-le et sélectionnez-le, sélectionnez les droits d'accès, puis cliquez sur <uicontrol>Ajouter</uicontrol>. </li> <li>Supprimer un utilisateur de la liste : cliquez sur <uicontrol>Supprimer l'utilisateur</uicontrol>. </li> </ul> </p>",
"ActionBar_ChangeOwner.Title":"Transférer la propriété",
"ActionBar_ChangeOwner.ShortHelp":"Transfère la propriété de l'objet sélectionné à un autre utilisateur, au sein d'un espace de collaboration et/ou d'une organisation identiques ou différents.",
"ActionBar_ChangeOwner.LongHelp":"<p>Sélectionnez l'objet que vous souhaitez transférer puis cliquez sur la commande. </p> <p>Dans la boîte de dialogue, recherchez un utilisateur et sélectionnez-le. </p> <p>Dans la section <uicontrol>Options de propagation</uicontrol>, choisissez si vous voulez transférer la référence et/ou l'instance. </p>",
"ActionBar_ReserveCmd.Title":"Réserver",
"ActionBar_ReserveCmd.ShortHelp":"Empêche d'autres utilisateurs d'enregistrer les modifications apportées aux objets sélectionnés.",
"ActionBar_ReserveCmd.LongHelp":"<p>Sélectionnez un ou plusieurs objets et cliquez sur la commande. </p> <p>L'option Référence réserve l'objet <uicontrol>Référence</uicontrol> sélectionné. L'option <uicontrol>Instance</uicontrol> réserve l'<uicontrol>instance</uicontrol> parente de la <uicontrol>Référence</uicontrol>. </p>",
"ActionBar_UnreserveCmd.Title":"Annuler la réservation",
"ActionBar_UnreserveCmd.ShortHelp":"Annule l'opération de réservation, permettant ainsi aux utilisateurs d'enregistrer les modifications apportées aux objets sélectionnés.",
"ActionBar_UnreserveCmd.LongHelp":"<p>Sélectionnez un ou plusieurs objets et cliquez sur la commande. </p> <p>L'option <uicontrol>Référence</uicontrol> annule la réservation de l'objet <uicontrol>Référence</uicontrol> sélectionné. L'option <uicontrol>Instance</uicontrol> annule la réservation de l'<uicontrol>instance</uicontrol> parente de la <uicontrol>référence</uicontrol>. </p>",
"SubscribeHdr.Title":"S'abonner",
"SubscribeHdr.ShortHelp":"Permet de s'abonner aux événements.",
"SubscribeHdr.LongHelp":"<p>Permet de s'abonner à des événements sur le contenu sélectionné. </p>",
"UnSubscribeHdr.Title":"Se désabonner",
"UnSubscribeHdr.ShortHelp":"Annule l'abonnement aux événements.",
"UnSubscribeHdr.LongHelp":"<p>Annule l'abonnement aux événements pour le contenu sélectionné. </p>",
"EditSubscribeHdr.Title":"Modifier les abonnements",
"EditSubscribeHdr.ShortHelp":"Modifie l'abonnement aux événements.",
"EditSubscribeHdr.LongHelp":"<p>Modifie l'abonnement aux événements pour le contenu sélectionné. </p>",
"MySubscriptionsHdr.Title":"Mes abonnements",
"MySubscriptionsHdr.ShortHelp":"Mes abonnements.",
"MySubscriptionsHdr.LongHelp":"<p>Mes abonnements. </p>",
"ActionBar_Attributes.Title":"Modifier les propriétés",
"ActionBar_Attributes.ShortHelp":"Modifie les propriétés",
"ActionBar_Attributes.LongHelp":"Modifie les propriétés des objets sélectionnés."
}
