{
"MaturityHdr.Title":"Modifier la maturité",
"MaturityHdr.ShortHelp":"Définit l'état de maturité des objets sélectionnés.",
"MaturityHdr.LongHelp":"Dans la boîte de dialogue, sélectionnez l'état cible espéré dans le <uicontrol>graphique de maturité</uicontrol> si vous avez sélectionné un objet, ou dans la liste si vous en avez sélectionné plusieurs. Puis cliquez sur <uicontrol>OK</uicontrol>.",
"RevisionHdr.Title":"Nouvelle révision",
"RevisionHdr.ShortHelp":"Crée une révision des objets sélectionnés.",
"RevisionHdr.LongHelp":"<p>Sélectionnez un ou plusieurs objets, cliquez sur la commande, puis sur <uicontrol>OK</uicontrol> dans la boîte de dialogue pour créer des révisions. </p>",
"NewBranchHdr.Title":"Nouvelle branche",
"NewBranchHdr.ShortHelp":"Crée une branche à partir des objets sélectionnés.",
"NewBranchHdr.LongHelp":"<p>Sélectionnez un ou plusieurs objets, puis cliquez sur la commande. </p> <p>Saisissez une description courte dans la zone correspondante si vous avez sélectionné un objet, ou un préfixe pour les nouvelles branches dans la zone <uicontrol>Chaîne de duplication </uicontrol> si vous avez sélectionné plusieurs objets. </p>",
"ReviseFromHdr.Title":"Nouvelle révision à partir de",
"ReviseFromHdr.ShortHelp":"Crée une révision de la structure sélectionnée en utilisant le contenu d'une autre structure.",
"ReviseFromHdr.LongHelp":"<p>Sélectionnez la racine de la structure à réviser. </p> <p>Dans la boîte de dialogue, sélectionnez la source (révision, duplicata ou branche). </p> <p>Choisissez les options des nœuds enfants et appuyez sur OK pour créer une structure révisée. La nouvelle révision a la même structure et le même contenu que la source. </p>",
"DeleteHdr.Title":"Supprimer",
"DeleteHdr.ShortHelp":"Supprime définitivement les objets sélectionnés.",
"DeleteHdr.LongHelp":"<p>Sélectionnez un objet, puis cliquez sur la commande. </p> <p>Pour supprimer l'intégralité la structure du produit physique sélectionné, cochez l'option <uicontrol>Structure entière</uicontrol>. </p>",
"DuplicateHdr.Title":"Dupliquer",
"DuplicateHdr.ShortHelp":"Duplique les objets sélectionnés.",
"DuplicateHdr.LongHelp":"<p>Sélectionnez un objet, puis cliquez sur la commande. Saisissez un préfixe dans la boîte de dialogue et cliquez sur <uicontrol>OK</uicontrol>. </p> <p>Pour dupliquer l'intégralité de la structure, sélectionnez <uicontrol>Inclure les enfants</uicontrol>. </p> <p>Pour plus d'options, cliquez sur Duplication avancée </p>",
"CompareHdr.Title":"Comparer la structure",
"CompareHdr.ShortHelp":"Affiche les différences entre la structure et un filtre, un produit ou une structure dans un autre onglet.",
"CompareHdr.LongHelp":"<p>Développez la structure puis cliquez sur la commande. </p> <p> Ensuite, recherchez et sélectionnez un filtre ou sélectionnez un onglet dans la boîte de dialogue. </p>",
"HistoryHdr.Title":"Historique",
"HistoryHdr.ShortHelp":"Affiche les révisions, les doublons et les branches de l'objet sélectionné.",
"HistoryHdr.LongHelp":"<p>Sélectionnez un objet puis cliquez sur la commande. </p> <p> Les liens entre les objets et l'icône de chacun d'eux affichent l'opération de cycle de vie à l'origine de leur création. </p> <p>Utilisez la barre d'outils pour naviguer et redimensionner l'affichage. Vous pouvez également afficher la vue de liste pour voir les objets dans une feuille de calcul. </p>",
"IterationsHdr.Title":"Itérations",
"IterationsHdr.ShortHelp":"Affiche les itérations de l'objet sélectionné et restaure l'une d'entre elles.",
"IterationsHdr.LongHelp":"<p>Sélectionnez une représentation puis cliquez sur la commande. </p> <p>Dans la boîte de dialogue : <ul> <li>Pour ouvrir une itération, sélectionnez-la et cliquez sur <uicontrol>Ouvrir l'itération</uicontrol>. </li> <li>Pour afficher les différences géométriques entre les deux itérations, sélectionnez-les puis cliquez sur <uicontrol>Comparer les itérations</uicontrol>. </li> <li>Pour restaurer une itération, sélectionnez-la puis cliquez sur <uicontrol>Restaurer l'itération</uicontrol>. </li> </ul> </p>",
"Widget.WebHelp":"LcmiUserMap/lcmi-c-ov.htm"
}
