{
"MaturityHdr.Title":"Bearbeitungsstatus ändern",
"MaturityHdr.ShortHelp":"Legt den Bearbeitungsstatus der ausgewählten Objekte fest.",
"MaturityHdr.LongHelp":"Wählen Sie im Dialogfeld den gewünschten Zielstatus aus dem <uicontrol>Reifegraddiagramm</uicontrol> aus, wenn Sie ein Objekt ausgewählt haben, oder aus der Liste, wenn Sie mehrere Objekte ausgewählt haben. Klicken Sie dann auf <uicontrol> OK</uicontrol>.",
"RevisionHdr.Title":"Neue Revision",
"RevisionHdr.ShortHelp":"Erzeugt eine Revision der ausgewählten Objekte.",
"RevisionHdr.LongHelp":"<p>Wählen Sie eines oder mehrere Objekte aus und klicken Sie auf den Befehl und anschließend im Dialogfeld auf <uicontrol>OK</uicontrol>, um Revisionen zu erstellen. </p>",
"NewBranchHdr.Title":"Neue Verzweigung",
"NewBranchHdr.ShortHelp":"Erstellt eine Verzweigung aus den ausgewählten Objekten.",
"NewBranchHdr.LongHelp":"<p>Wählen Sie ein oder mehrere Objekte aus und klicken Sie dann auf den Befehl. </p> <p>Sie können im entsprechenden Feld einen Titel eingeben, wenn Sie ein Objekt ausgewählt haben, oder im Feld <uicontrol>Duplizierungszeichenfolge</uicontrol> ein Präfix für die neuen Verzweigungen, wenn Sie mehrere Objekte ausgewählt haben. </p>",
"ReviseFromHdr.Title":"Neue Revision aus",
"ReviseFromHdr.ShortHelp":"Erstellt eine Revision der ausgewählten Struktur unter Verwendung des Inhalts einer anderen Struktur.",
"ReviseFromHdr.LongHelp":"<p>Wählen Sie den Stamm der zu überarbeitenden Struktur aus. </p> <p>Wählen Sie im Dialogfeld die Quelle aus, bei der es sich um eine Revision, ein Duplikat oder eine Verzweigung handeln kann. </p> <p>Wählen Sie Optionen für untergeordnete Knoten aus und klicken Sie auf OK, um die überarbeitete Struktur zu erstellen. Die neue Revision hat dieselbe Struktur und denselben Inhalt wie die Quelle. </p>",
"DeleteHdr.Title":"Löschen",
"DeleteHdr.ShortHelp":"Löscht die ausgewählten Objekte dauerhaft.",
"DeleteHdr.LongHelp":"<p>Wählen Sie ein Objekt aus und klicken Sie auf den Befehl. </p> <p>Zum Löschen der gesamten Struktur eines physischen Produkts wählen Sie <uicontrol>Gesamte Struktur</uicontrol> aus. </p>",
"DuplicateHdr.Title":"Duplizieren",
"DuplicateHdr.ShortHelp":"Dupliziert die ausgewählten Objekte.",
"DuplicateHdr.LongHelp":"<p>Wählen Sie ein Objekt aus und klicken Sie auf den Befehl. Geben Sie im Dialogfeld ein Präfix ein und klicken Sie auf <uicontrol>OK</uicontrol>. </p> <p>Um die gesamte Struktur zu duplizieren, wählen Sie <uicontrol>Untergeordnete Elemente einschließen</uicontrol> aus. </p> <p>Klicken Sie auf „Erweitertes Duplizieren“, um weitere Optionen anzuzeigen. </p>",
"CompareHdr.Title":"Struktur vergleichen",
"CompareHdr.ShortHelp":"Zeigt die Unterschiede zwischen der Struktur und einem Filter, einem Produkt oder einer Struktur in einer anderen Registerkarte an.",
"CompareHdr.LongHelp":"<p>Erweitern Sie die Struktur und klicken Sie auf den Befehl. </p> <p> Suchen und wählen Sie anschließend entweder einen Filter aus, oder wählen Sie eine Registerkarte im Dialogfenster aus. </p>",
"HistoryHdr.Title":"Verlauf",
"HistoryHdr.ShortHelp":"Zeigt die Revisionen, Duplikate und Verzweigungen des ausgewählten Objekts an.",
"HistoryHdr.LongHelp":"<p>Wählen Sie ein Objekt aus und klicken Sie auf den Befehl. </p> <p> Die Verknüpfungen zwischen Objekten und dem Symbol auf diesen zeigen die Lebenszyklusoperation am Ursprung ihrer Erzeugung an. </p> <p>Verwenden Sie die Symbolleiste, um zu navigieren und die Größe der Anzeige zu ändern. Sie können auch die Subway-Listenansicht anzeigen, um die Objekte in einer Tabelle anzuzeigen. </p>",
"IterationsHdr.Title":"Iterationen",
"IterationsHdr.ShortHelp":"Zeigt die Iterationen des ausgewählten Objekts an und stellt eine davon wieder her.",
"IterationsHdr.LongHelp":"<p>Wählen Sie eine Darstellung aus und klicken Sie auf den Befehl. </p> <p>Im Dialogfeld: <ul> <li>Um eine Iteration zu öffnen, wählen Sie diese aus und klicken Sie auf <uicontrol>Iteration öffnen</uicontrol>. </li> <li>Um die geometrischen Unterschiede zwischen zwei Iterationen zu betrachten, wählen Sie diese aus und klicken Sie auf <uicontrol>Iterationen vergleichen</uicontrol>. </li> <li>Um eine Iteration wiederherzustellen, wählen Sie diese aus und klicken Sie auf <uicontrol>Iteration wiederherstellen</uicontrol>. </li> </ul> </p>",
"Widget.WebHelp":"LcmiUserMap/lcmi-c-ov.htm"
}
