{
"MaturityHdr.Title":"Change Maturity",
"MaturityHdr.ShortHelp":"Sets the maturity state of the selected objects.",
"MaturityHdr.LongHelp":"In the dialog box, select the intended target state from the <uicontrol>maturity graph</uicontrol> if you selected one object, or from the list if you selected several objects. Then, click <uicontrol>OK</uicontrol>.",
"RevisionHdr.Title":"New Revision",
"RevisionHdr.ShortHelp":"Creates a revision of the selected objects.",
"RevisionHdr.LongHelp":"<p>Select one or more objects, click the command, click <uicontrol>OK</uicontrol>. in the dialog box to create revisions. </p>",
"NewBranchHdr.Title":"New Branch",
"NewBranchHdr.ShortHelp":"Creates a branch from the selected objects.",
"NewBranchHdr.LongHelp":"<p>Select one or more objects, and then click the command. </p> <p>You can enter a title in the corresponding box if you selected one object, or a prefix for the new branches in the <uicontrol>Duplication String</uicontrol> box if you selected several objects. </p>",
"ReviseFromHdr.Title":"New Revision From",
"ReviseFromHdr.ShortHelp":"Creates a revision of the selected structure using the content of another structure.",
"ReviseFromHdr.LongHelp":"<p>Select the root of the structure you want to revise. </p> <p>In the dialog box, select the source, which can be a revision, a duplicate or a branch. </p> <p>Choose options for child nodes and press OK to create the revised structure. The new revision has the same structure and content as the source. </p>",
"DeleteHdr.Title":"Delete",
"DeleteHdr.ShortHelp":"Permanently deletes the selected object.",
"DeleteHdr.LongHelp":"<p>Select one object and click the command. </p> <p>To delete the whole structure of a selected Physical Product, select <uicontrol>Whole Structure</uicontrol>. </p>",
"DuplicateHdr.Title":"Duplicate",
"DuplicateHdr.ShortHelp":"Duplicates the selected objects.",
"DuplicateHdr.LongHelp":"<p>Select one object and click the command. Enter a prefix in the dialog box and click <uicontrol>OK</uicontrol>. </p> <p>To duplicate the whole structure, select <uicontrol>Include children</uicontrol>. </p> <p>For more options, click Advanced Duplicate. </p>",
"CompareHdr.Title":"Compare Structure",
"CompareHdr.ShortHelp":"Shows the differences between the structure and a filter, a product, or a structure in another tab.",
"CompareHdr.LongHelp":"<p>Expand the structure and click the command. </p> <p> Then, either search and select a filter, or select a tab in the dialog box. </p>",
"HistoryHdr.Title":"History",
"HistoryHdr.ShortHelp":"Displays the revisions, duplicates and branches of the selected object.",
"HistoryHdr.LongHelp":"<p>Select an object and click the command. </p> <p> The links between objects and the icon on each of them show the lifecycle operation at the origin of their creation. </p> <p>Use the toolbar to navigate and resize the display. You can also display the subway list view to see the objects in a spreadsheet. </p>",
"IterationsHdr.Title":"Iterations",
"IterationsHdr.ShortHelp":"Displays the iterations of the selected object, and restores one of them.",
"IterationsHdr.LongHelp":"<p>Select a representation and click the command. </p> <p>In the dialog box: <ul> <li>To open an iteration, select it and click <uicontrol>Open Iteration</uicontrol>. </li> <li>To view the geometrical differences between two iterations, select them and click <uicontrol>Compare Iterations</uicontrol>. </li> <li>To restore an iteration, select it and click <uicontrol>Restore Iteration</uicontrol>. </li> </ul> </p>",
"Widget.WebHelp":"LcmiUserMap/lcmi-c-ov.htm"
}
