{
"MaturityHdr.Title":"Cambia maturità",
"MaturityHdr.ShortHelp":"Consente di specificare lo stato di maturità degli oggetti selezionati.",
"MaturityHdr.LongHelp":"Nella finestra di dialogo, selezionare lo stato da impostare dal <uicontrol>grafico della maturità</uicontrol> se è stato selezionato un solo oggetto o dall'elenco se sono stati selezionati più oggetti. Quindi, fare clic su <uicontrol>OK</uicontrol>.",
"RevisionHdr.Title":"Nuova revisione",
"RevisionHdr.ShortHelp":"Crea una revisione degli oggetti selezionati.",
"RevisionHdr.LongHelp":"<p>Selezionare uno o più oggetti, fare clic sul comando, quindi fare clic su <uicontrol>OK</uicontrol> nella finestra di dialogo per creare le revisioni. </p>",
"NewBranchHdr.Title":"Nuova diramazione",
"NewBranchHdr.ShortHelp":"Crea una diramazione dagli oggetti selezionati.",
"NewBranchHdr.LongHelp":"<p>Selezionare uno o più oggetti e fare clic sul comando. </p> <p>È possibile immettere un titolo nella casella corrispondente se è stato selezionato un solo oggetto, oppure un prefisso per le nuove diramazioni nella casella <uicontrol>Stringa duplicazione</uicontrol> se sono stati selezionati più oggetti. </p>",
"ReviseFromHdr.Title":"Nuova revisione da",
"ReviseFromHdr.ShortHelp":"Crea una revisione della struttura selezionata utilizzando il contenuto di un'altra struttura.",
"ReviseFromHdr.LongHelp":"<p>Selezionare la radice della struttura per la quale si desidera creare una revisione. </p> <p>Nella finestra di dialogo, selezionare l'origine, che può essere una revisione, un duplicato o una diramazione. </p> <p>Scegliere le opzioni per i nodi figlio e premere OK per creare la struttura rivista. La nuova revisione avrà struttura e contenuto identici a quelli dell'origine. </p>",
"DeleteHdr.Title":"Elimina",
"DeleteHdr.ShortHelp":"Elimina in modo permanente l'oggetto  selezionato.",
"DeleteHdr.LongHelp":"<p>Selezionare un solo oggetto e fare clic sul comando. </p> <p>Per eliminare l'intera struttura di un prodotto fisico selezionato, selezionare <uicontrol>Intera struttura</uicontrol>. </p>",
"DuplicateHdr.Title":"Duplica",
"DuplicateHdr.ShortHelp":"Duplica gli oggetti selezionati.",
"DuplicateHdr.LongHelp":"<p>Selezionare un solo oggetto e fare clic sul comando. Inserire un prefisso nella finestra di dialogo e fare clic su <uicontrol>OK</uicontrol>. </p> <p>Per duplicare l'intera struttura, selezionare <uicontrol>Includi figli</uicontrol>. </p> <p>Per ulteriori opzioni fare clic su Duplicato avanzato. </p>",
"CompareHdr.Title":"Confronta struttura",
"CompareHdr.ShortHelp":"Mostra le differenze tra la struttura e un filtro, un prodotto o una struttura in un'altra scheda.",
"CompareHdr.LongHelp":"<p>Espandere la struttura e fare clic sul comando. </p> <p> Quindi, cercare e selezionare un filtro oppure selezionare una scheda della finestra di dialogo. </p>",
"HistoryHdr.Title":"Cronologia",
"HistoryHdr.ShortHelp":"Visualizza le revisioni, i duplicati e le diramazioni dell'oggetto selezionato.",
"HistoryHdr.LongHelp":"<p>Selezionare un oggetto e fare clic sul comando. </p> <p> I collegamenti tra gli oggetti e l'icona su ciascuno di essi mostra le operazioni del ciclo di vita all'origine della loro creazione. </p> <p>Utilizzare la barra degli strumenti per esplorare e ridimensionare la visualizzazione. È anche possibile visualizzare la vista elenco sotterraneo per vedere gli oggetti in un foglio di calcolo. </p>",
"IterationsHdr.Title":"Iterazioni",
"IterationsHdr.ShortHelp":"Visualizza le iterazioni dell'oggetto selezionato e ne ripristina una.",
"IterationsHdr.LongHelp":"<p>Selezionare una rappresentazione e fare clic sul comando. </p> <p>Nella finestra di dialogo: <ul> <li>Per aprire un'iterazione, selezionarla e fare clic su <uicontrol>Apri iterazione</uicontrol>. </li> <li>Per visualizzare le differenze geometriche tra due iterazioni, selezionarle e fare clic su <uicontrol>Confronta iterazioni</uicontrol>. </li> <li>Per ripristinare un'iterazione, selezionarla e fare clic su <uicontrol>Ripristina iterazione</uicontrol>. </li> </ul> </p>",
"Widget.WebHelp":"LcmiUserMap/lcmi-c-ov.htm"
}
