{
"MaturityHdr.Title":"Изменить степень готовности",
"MaturityHdr.ShortHelp":"Определение состояния готовности выбранных объектов.",
"MaturityHdr.LongHelp":"В диалоговом окне выберите целевое состояние на <uicontrol>графике готовности</uicontrol>, если выбран один объект, или в списке, если выбрано несколько объектов. Затем нажмите <uicontrol>OK</uicontrol>.",
"RevisionHdr.Title":"Новая редакция",
"RevisionHdr.ShortHelp":"Создание редакции выбранных объектов.",
"RevisionHdr.LongHelp":"<p>Выберите один или несколько объектов, нажмите на команду, нажмите <uicontrol>OK</uicontrol> в диалоговом окне, чтобы создать редакции. </p>",
"NewBranchHdr.Title":"Новая ветвь",
"NewBranchHdr.ShortHelp":"Создает ветви на основе выбранных объектов.",
"NewBranchHdr.LongHelp":"<p>Выберите один или несколько объектов, затем нажмите на команду. </p> <p>Можно ввести заголовок в соответствующее поле, если выбран один объект. Можно также указать префикс для новых ветвей в поле <uicontrol>Строка дублирования</uicontrol>, если выбрано несколько объектов. </p>",
"ReviseFromHdr.Title":"Новая редакция из",
"ReviseFromHdr.ShortHelp":"Создает редакцию выбранной структуры с использованием содержимого другой структуры.",
"ReviseFromHdr.LongHelp":"<p>Выберите корень структуры, которую требуется пересмотреть. </p> <p>В диалоговом окне выберите источник, который может быть редакцией, дубликатом или ветвью. </p> <p>Выберите параметры для дочерних узлов и нажмите OK, чтобы создать пересмотренную структуру. Новая редакция имеет ту же структуру и содержимое, что и исходная версия. </p>",
"DeleteHdr.Title":"Удалить",
"DeleteHdr.ShortHelp":"Навсегда удаляет выбранный  объект.",
"DeleteHdr.LongHelp":"<p>Выберите один объект и нажмите на команду. </p> <p>Чтобы удалить всю структуру выбранного физического изделия, выберите <uicontrol>Вся структура</uicontrol>. </p>",
"DuplicateHdr.Title":"Дублировать",
"DuplicateHdr.ShortHelp":"Дублирует выбранные объекты.",
"DuplicateHdr.LongHelp":"<p>Выберите один объект и нажмите на команду. Введите префикс в диалоговом окне и нажмите <uicontrol>OK</uicontrol>. </p> <p>Чтобы дублировать всю структуру, выберите <uicontrol>Включить дочерние элементы</uicontrol>. </p> <p>Для получения дополнительных параметров нажмите Расширенное дублирование. </p>",
"CompareHdr.Title":"Сравнить структуру",
"CompareHdr.ShortHelp":"Отображение различий между структурой и фильтром, продуктом или структурой на другой вкладке.",
"CompareHdr.LongHelp":"<p>Разверните структуру и нажмите на команду. </p> <p> Затем найдите и выберите фильтр или выберите вкладку в диалоговом окне. </p>",
"HistoryHdr.Title":"Журнал",
"HistoryHdr.ShortHelp":"Отображает редакции, дубликаты и ветви выбранного объекта.",
"HistoryHdr.LongHelp":"<p>Выберите объект и нажмите на команду. </p> <p> Связи между объектами и значок на каждом из них показывают операцию жизненного цикла в начале их создания. </p> <p>Для перемещения и изменения размеров дисплея используется панель инструментов. Также можно отобразить вид списка переходов, чтобы просмотреть объекты в электронной таблице. </p>",
"IterationsHdr.Title":"Итерации",
"IterationsHdr.ShortHelp":"Отображает итерации выбранного объекта и восстанавливает одну из них.",
"IterationsHdr.LongHelp":"<p>Выберите представление и нажмите на команду. </p> <p>В диалоговом окне можно сделать следующее: <ul> <li>Чтобы открыть итерацию, выберите ее и нажмите <uicontrol>Открыть итерацию</uicontrol>. </li> <li>Чтобы просмотреть геометрические различия между двумя итерациями, выберите их и нажмите <uicontrol>Сравнить итерации</uicontrol>. </li> <li>Чтобы восстановить итерацию, выберите ее и нажмите <uicontrol>Восстановить итерацию</uicontrol>. </li> </ul> </p>",
"Widget.WebHelp":"LcmiUserMap/lcmi-c-ov.htm"
}
