{
"MaturityHdr.Title":"Cambiar madurez",
"MaturityHdr.ShortHelp":"Ajusta el estado de madurez de los objetos seleccionados.",
"MaturityHdr.LongHelp":"En el cuadro de diálogo, seleccione el estado objetivo deseado desde el <uicontrol>gráfico de madurez</uicontrol> si ha seleccionado un objeto, o desde la lista si ha seleccionado varios objetos. A continuación, haga clic en <uicontrol>Aceptar</uicontrol>.",
"RevisionHdr.Title":"Nueva revisión",
"RevisionHdr.ShortHelp":"Crea una revisión de los objetos seleccionados.",
"RevisionHdr.LongHelp":"<p>Seleccione uno o más objetos, haga clic en el comando y, luego, en <uicontrol>Aceptar</uicontrol> en el cuadro de diálogo para crear las revisiones. </p>",
"NewBranchHdr.Title":"Nueva rama",
"NewBranchHdr.ShortHelp":"Crea una rama a partir de los objetos seleccionados.",
"NewBranchHdr.LongHelp":"<p>Seleccione uno o varios objetos y, a continuación, haga clic en el comando. </p> <p>Puede introducir un título en la caja correspondiente si ha seleccionado un objeto, o un prefijo para las nuevas ramas en la caja <uicontrol>Cadena de duplicación</uicontrol> si ha seleccionado varios objetos. </p>",
"ReviseFromHdr.Title":"Nueva revisión desde",
"ReviseFromHdr.ShortHelp":"Crea una revisión de una estructura seleccionada utilizando el contenido de otra estructura.",
"ReviseFromHdr.LongHelp":"<p>Seleccione la raíz de la estructura que desea revisar. </p> <p>En el cuadro de diálogo, seleccione el origen, que puede ser una revisión, un duplicado o una rama. </p> <p>Elija las opciones de los nodos secundarios y haga clic en Aceptar para crear la estructura revisada. La nueva revisión tiene la misma estructura y contenido que el origen. </p>",
"DeleteHdr.Title":"Eliminar",
"DeleteHdr.ShortHelp":"Elimina el objeto seleccionado de forma permanente.",
"DeleteHdr.LongHelp":"<p>Seleccione un objeto y haga clic en el comando. </p> <p>Para eliminar toda la estructura de un producto físico seleccionado, haga clic en <uicontrol>Estructura completa</uicontrol>. </p>",
"DuplicateHdr.Title":"Duplicar",
"DuplicateHdr.ShortHelp":"Duplica los objetos seleccionados.",
"DuplicateHdr.LongHelp":"<p>Seleccione un objeto y haga clic en el comando. Introduzca un prefijo en el cuadro de diálogo y haga clic en <uicontrol>Aceptar</uicontrol>. </p> <p>Para duplicar la estructura completa, seleccione <uicontrol>Incluir secundarios</uicontrol>. </p> <p>Para más opciones, haga clic en Duplicación avanzada. </p>",
"CompareHdr.Title":"Comparar estructura",
"CompareHdr.ShortHelp":"Muestra las diferencias entre la estructura y un filtro, un producto o una estructura de otra pestaña.",
"CompareHdr.LongHelp":"<p>Expanda la estructura y haga clic en el comando. </p> <p> A continuación, busque y seleccione un filtro o seleccione una pestaña en el cuadro de diálogo. </p>",
"HistoryHdr.Title":"Historial",
"HistoryHdr.ShortHelp":"Muestra las revisiones, los duplicados y las ramas del objeto seleccionado.",
"HistoryHdr.LongHelp":"<p>Seleccione un objeto y haga clic en el comando. </p> <p> Los enlaces entre objetos y el icono de cada uno de ellos muestran la operación de ciclo de vida en el origen de su creación. </p> <p>Use la barra de herramientas para navegar y cambiar el tamaño de la visualización. Puede visualizar la vista de lista de metro para ver los objetos en una hoja de cálculo. </p>",
"IterationsHdr.Title":"Iteraciones",
"IterationsHdr.ShortHelp":"Muestra las iteraciones del objeto seleccionado y restaura una de ellas.",
"IterationsHdr.LongHelp":"<p>Seleccione una representación y haga clic en el comando. </p> <p>En el cuadro de diálogo: <ul> <li>Para abrir una iteración, selecciónela y haga clic en <uicontrol>Abrir iteraciones</uicontrol>. </li> <li>Para ver las diferencias geométricas entre dos iteraciones, selecciónelas y haga clic en <uicontrol>Comparar iteraciones</uicontrol>. </li> <li>Para restaurar una iteración, selecciónela y haga clic en <uicontrol>Restaurar iteración</uicontrol>. </li> </ul> </p>",
"Widget.WebHelp":"LcmiUserMap/lcmi-c-ov.htm"
}
