{
"CleanAll.Title":"Enlever tous les objets",
"CleanAll.ShortHelp":"Supprime tous les objets racine de la vue.",
"CollapseAll.Title":"Réduire tout",
"CollapseAll.ShortHelp":"Réduit toutes les branches de la structure.",
"ColumnVisibility.Title":"Options de la vue d'arborescence",
"ColumnVisibility.ShortHelp":"Personnalisez la présentation de l'arborescence.",
"DefineFilter.Title":"Filtrer",
"DefineFilter.ShortHelp":"Filtre le contenu à partir des filtres d'attributs et de configuration.",
"ExpandAll.Title":"Développer tout",
"ExpandAll.ShortHelp":"Développe tous les niveaux de la structure.",
"ExpandAll.LongHelp":"Les nœuds parents contenant uniquement une forme 3DShape sont réduits. Vous pouvez les développer manuellement pour afficher la forme 3DShape.",
"ExpandN.Title":"Développer n niveaux",
"ExpandN.ShortHelp":"Développe n niveaux de la structure.",
"ExpandN.LongHelp":"Les nœuds parents contenant uniquement une forme 3DShape sont réduits. Vous pouvez les développer manuellement pour afficher la forme 3DShape.",
"ExportCSV.Title":"Exporter",
"ExportCSV.ShortHelp":"Exporte la structure produit sous forme de fichier csv.",
"ExportCSVOptions.Title":"Options d'exportation",
"ExportCSVOptions.ShortHelp":"Permet de sélectionner les attributs d'exportation, puis de lancer l'exportation sous forme d'action csv.",
"Find.Title":"Rechercher",
"Find.ShortHelp":"Trouve les éléments dans l'arbre correspondant aux critères de recherche spécifiés.",
"graphview.Title":"Vue graphique",
"graphview.ShortHelp":"Affiche la structure produit sous forme de graphique.",
"LayoutDown.Title":"Bas",
"LayoutDown.ShortHelp":"Oriente le graphique vers le bas.",
"LayoutLeft.Title":"Gauche",
"LayoutLeft.ShortHelp":"Oriente le graphique de droite à gauche.",
"LayoutRight.Title":"Droite",
"LayoutRight.ShortHelp":"Oriente le graphique de gauche à droite.",
"LayoutUp.Title":"Haut",
"LayoutUp.ShortHelp":"Oriente le graphique vers le haut.",
"Print.Title":"Imprimer",
"Print.ShortHelp":"Imprimez le contenu du visualisateur sur l'imprimante de votre choix.",
"PrintOptions.Title":"Options d'impression",
"PrintOptions.ShortHelp":"Permet de sélectionner les attributs d'impression, puis de lancer l'impression.",
"ReframeAll.Title":"Centrer tout",
"ReframeAll.ShortHelp":"Ajuste le modèle dans son ensemble dans la zone 3D.",
"ReframeOn.Title":"Recadrer sur",
"ReframeOn.ShortHelp":"Centre l'objet sélectionné dans le visualiseur.",
"RelationIPExplorer.Title":"Objets liés",
"RelationIPExplorer.ShortHelp":"Permet de naviguer parmi les liens d'instanciation de structure produit et les liens de classification.",
"RightSidePanel.Title":"Afficher le panneau latéral",
"RightSidePanel.ShortHelp":"Cache ou affiche le contenu du panneau droit, par exemple les propriétés, les relations et les documents.",
"RightSidePanel.LongHelp":"Propriétés : les propriétés de l'objet s'affichent. Relations : les objets associés s'affichent sous forme de liste. Un objet doit avoir été indexé pour pouvoir apparaître dans la liste. Documents : les documents attachés à l'objet sélectionné s'affichent.",
"RootPanel.Title":"Afficher les racines",
"RootPanel.ShortHelp":"Cache ou affiche la liste des objets racine dans le panneau de navigation gauche.",
"RootPanel.LongHelp":"Pour supprimer une racine, cliquez sur le bouton Supprimer. Pour détacher une racine, cliquez sur l'icône représentant un œil ouvert. Pour attacher une racine, cliquez sur l'icône représentant un œil fermé. Pour effectuer une mise en évidence croisée, sélectionnez la racine dans le panneau latéral. La même racine sera sélectionnée dans la forme 3D.",
"SelectAll.Title":"Sélectionner Tout visible",
"SelectAll.ShortHelp":"Sélectionne tous les objets visibles de la structure.",
"SelectChildren.Title":"Sélectionner les enfants",
"SelectChildren.ShortHelp":"Sélectionne tous les enfants des objets sélectionnés.",
"SelectChildren.LongHelp":"Sélectionnez un ou plusieurs objets, puis cliquez sur Sélectionner les enfants pour sélectionner le niveau enfant des objets sélectionnés en premier lieu.",
"SelectInversion.Title":"Inverser la sélection",
"SelectInversion.ShortHelp":"Sélectionne tous les objets enfants d'une racine, à l'exception des objets de la branche du premier objet sélectionné.",
"SelectInversion.LongHelp":"Sélectionnez un ou plusieurs objets, puis cliquez sur Inverser la sélection pour inverser votre sélection. Tous les objets de la structure sont sélectionnés, à l'exception des branches des objets sélectionnés en premier lieu. Notez que si vous ne commencez pas par sélectionner un objet, cette commande sélectionnera tous les objets de la structure.",
"SelectLeaves.Title":"Sélectionner les feuilles",
"SelectLeaves.ShortHelp":"Sélectionne les feuilles des objets sélectionnés.",
"SelectLeaves.LongHelp":"Sélectionnez un ou plusieurs objets, puis cliquez sur Sélectionner les feuilles pour sélectionner les nœuds finaux des objets sélectionnés en premier lieu.",
"SelectParent.Title":"Sélectionner le parent",
"SelectParent.ShortHelp":"Sélectionne le parent des objets sélectionnés.",
"SelectParent.LongHelp":"Sélectionnez un ou plusieurs objets, puis cliquez sur Sélectionner le parent pour sélectionner le niveau parent des objets sélectionnés en premier lieu.",
"SelectSiblings.Title":"Sélectionner les éléments apparentés",
"SelectSiblings.ShortHelp":"Sélectionne les éléments apparentés des objets sélectionnés.",
"SelectSiblings.LongHelp":"Sélectionnez un ou plusieurs objets, puis cliquez sur Sélectionner les éléments apparentés pour sélectionner leurs objets apparentés.",
"SwapThumbState.Title":"Afficher/Cacher la miniature",
"SwapThumbState.ShortHelp":"Développe et réduit la structure dans la vue miniature.",
"thumbnailview.Title":"Vue Miniature",
"thumbnailview.ShortHelp":"Affiche la structure produit sous forme de miniatures.",
"tileview.Title":"Vue mosaïque",
"tileview.ShortHelp":"Affiche la structure produit sous forme de mosaïque.",
"ToggleOverview.Title":"Activer/Désactiver l'aperçu",
"ToggleOverview.ShortHelp":"Affiche ou supprime l'aperçu.",
"treeview.Title":"Arborescence",
"treeview.ShortHelp":"Affiche la structure produit sous forme d'arbre.",
"treelistview.Title":"Tree List View",
"treelistview.ShortHelp":"Displays the product structure as a tree."
}
