{
"CleanAll.Title":"Eliminar todos los objetos",
"CleanAll.ShortHelp":"Elimina todos los objetos raíz de la vista.",
"CollapseAll.Title":"Contraer todo",
"CollapseAll.ShortHelp":"Contrae todas las ramas de la estructura.",
"ColumnVisibility.Title":"Opciones de la vista de lista de árbol",
"ColumnVisibility.ShortHelp":"Permite personalizar la presentación de la visualización del árbol.",
"DefineFilter.Title":"Filtro",
"DefineFilter.ShortHelp":"Permite filtrar el contenido en función de los filtros de configuración y atributos.",
"ExpandAll.Title":"Expandir todo",
"ExpandAll.ShortHelp":"Expande todos los niveles de la estructura.",
"ExpandAll.LongHelp":"Los nodos principales que contienen solo un 3DShape se contraen. Puede expandirlos manualmente para visualizar 3DShape.",
"ExpandN.Title":"Expandir n niveles",
"ExpandN.ShortHelp":"Expande n niveles de la estructura.",
"ExpandN.LongHelp":"Los nodos principales que contienen solo un 3DShape se contraen. Puede expandirlos manualmente para visualizar 3DShape.",
"ExportCSV.Title":"Exportar",
"ExportCSV.ShortHelp":"Exporta la estructura de productos como un archivo CSV.",
"ExportCSVOptions.Title":"Opciones de exportación",
"ExportCSVOptions.ShortHelp":"Seleccione los atributos de exportación y, a continuación, inicie la acción Exportar como CSV.",
"Find.Title":"Buscar",
"Find.ShortHelp":"Busca elementos en el árbol que se corresponden con los criterios de búsqueda especificados.",
"graphview.Title":"Vista de gráfico",
"graphview.ShortHelp":"Muestra la estructura de productos como un gráfico.",
"LayoutDown.Title":"Abajo",
"LayoutDown.ShortHelp":"Orienta el gráfico hacia abajo.",
"LayoutLeft.Title":"Izquierda",
"LayoutLeft.ShortHelp":"Orienta el gráfico de derecha a izquierda.",
"LayoutRight.Title":"Derecha",
"LayoutRight.ShortHelp":"Orienta el gráfico de izquierda a derecha.",
"LayoutUp.Title":"Arriba",
"LayoutUp.ShortHelp":"Orienta el gráfico hacia arriba.",
"Print.Title":"Imprimir",
"Print.ShortHelp":"Permite imprimir contenido del visor en la impresora que desee.",
"PrintOptions.Title":"Opciones de impresión",
"PrintOptions.ShortHelp":"Seleccione los atributos de impresión y, a continuación, inicie la acción Imprimir.",
"ReframeAll.Title":"Ajustar todo",
"ReframeAll.ShortHelp":"Ajusta todo el modelo en el área 3D.",
"ReframeOn.Title":"Reenmarcar",
"ReframeOn.ShortHelp":"Centra el objeto seleccionado en el visor.",
"RelationIPExplorer.Title":"Objetos relacionados",
"RelationIPExplorer.ShortHelp":"Permite desplazarse por los vínculos de instanciación de la estructura de producto y por los vínculos de clasificación.",
"RightSidePanel.Title":"Mostrar panel lateral",
"RightSidePanel.ShortHelp":"Oculta o muestra el contenido del panel lateral derecho, por ejemplo Propiedades, Relaciones y Documentos.",
"RightSidePanel.LongHelp":"Propiedades: se muestran las propiedades del objeto. Relaciones: los objetos relacionados se muestran en una vista de lista. Un objeto debe estar indexado para que aparezca en la lista. Documentos: se muestran los documentos que se asocian al objeto seleccionado.",
"RootPanel.Title":"Mostrar raíces",
"RootPanel.ShortHelp":"Oculta o muestra la lista de objetos raíz en el panel de navegación de la izquierda.",
"RootPanel.LongHelp":"Para eliminar una raíz, haga clic en el botón Eliminar. Para desasociar una raíz, haga clic en el icono con forma de ojo abierto. Para asociar una raíz, haga clic en el icono con forma de ojo cerrado. Para aplicar un resaltado cruzado, seleccione la raíz en el panel lateral. La misma raíz se seleccionará en el 3D.",
"SelectAll.Title":"Seleccionar Todo visible",
"SelectAll.ShortHelp":"Selecciona todos los objetos visibles en la estructura.",
"SelectChildren.Title":"Seleccionar Secundario",
"SelectChildren.ShortHelp":"Selecciona todos los elementos secundarios de los objetos seleccionados.",
"SelectChildren.LongHelp":"Seleccione uno o varios objetos y, a continuación, haga clic en Seleccionar Secundario para seleccionar el nivel secundario de los objetos que ha seleccionado en primer lugar.",
"SelectInversion.Title":"Seleccionar Inversión",
"SelectInversion.ShortHelp":"Selecciona todos los objetos secundarios de una raíz, excepto los objetos de la rama del primer objeto seleccionado.",
"SelectInversion.LongHelp":"Seleccione uno o varios objetos y, a continuación, haga clic en Seleccionar Inversión para invertir la selección. Todos los objetos de la estructura se seleccionan, excepto las ramas de los objetos seleccionados en primer lugar. Tenga en cuenta que si no se selecciona un objeto en primer lugar, este comando selecciona todos los objetos de la estructura.",
"SelectLeaves.Title":"Seleccionar Hojas",
"SelectLeaves.ShortHelp":"Selecciona las hojas de los objetos seleccionados.",
"SelectLeaves.LongHelp":"Seleccione uno o varios objetos y, a continuación, haga clic en Seleccionar Hojas para seleccionar los nodos finales de los objetos que ha seleccionado en primer lugar.",
"SelectParent.Title":"Seleccionar Principal",
"SelectParent.ShortHelp":"Selecciona el elemento principal de los objetos seleccionados.",
"SelectParent.LongHelp":"Seleccione uno o varios objetos y, a continuación, haga clic en Seleccionar Principal para seleccionar el nivel principal de los objetos seleccionados en primer lugar.",
"SelectSiblings.Title":"Seleccionar Elementos del mismo nivel",
"SelectSiblings.ShortHelp":"Selecciona los elementos del mismo nivel de los objetos seleccionados.",
"SelectSiblings.LongHelp":"Seleccione uno o más objetos y, a continuación, haga clic en Seleccionar Elementos del mismo nivel para seleccionar sus objetos del mismo nivel.",
"SwapThumbState.Title":"Ocultar/Mostrar miniatura",
"SwapThumbState.ShortHelp":"En la vista en miniatura, se expande y se contrae la estructura.",
"thumbnailview.Title":"Vista de miniaturas",
"thumbnailview.ShortHelp":"Muestra la estructura de productos como miniaturas.",
"tileview.Title":"Vista de mosaico",
"tileview.ShortHelp":"Muestra la estructura de productos como mosaicos.",
"ToggleOverview.Title":"Alternar vista general",
"ToggleOverview.ShortHelp":"Muestra o quita la vista general.",
"treeview.Title":"Vista de árbol",
"treeview.ShortHelp":"Muestra la estructura de producto como un árbol.",
"treelistview.Title":"Tree List View",
"treelistview.ShortHelp":"Displays the product structure as a tree."
}
