{
"CleanAll.Title":"Rimuovi tutti gli oggetti",
"CleanAll.ShortHelp":"Rimuove tutti gli oggetti radice dalla vista.",
"CollapseAll.Title":"Comprimi tutto",
"CollapseAll.ShortHelp":"Comprime tutte le diramazioni della struttura.",
"ColumnVisibility.Title":"Opzioni visualizzazione struttura ad albero",
"ColumnVisibility.ShortHelp":"Personalizza la presentazione della struttura ad albero.",
"DefineFilter.Title":"Filtro",
"DefineFilter.ShortHelp":"Filtra i contenuti in base ad attributi e filtri di configurazione.",
"ExpandAll.Title":"Espandi tutto",
"ExpandAll.ShortHelp":"Espande tutti i livelli della struttura.",
"ExpandAll.LongHelp":"I nodi di livello padre che contengono una sola forma 3D sono compressi. È possibile espanderli manualmente per visualizzare la forma 3D.",
"ExpandN.Title":"Espandi n livelli",
"ExpandN.ShortHelp":"Espande n livelli della struttura.",
"ExpandN.LongHelp":"I nodi di livello padre che contengono una sola forma 3D sono compressi. È possibile espanderli manualmente per visualizzare la forma 3D.",
"ExportCSV.Title":"Esporta",
"ExportCSV.ShortHelp":"Esporta la struttura di prodotto in un file csv.",
"ExportCSVOptions.Title":"Opzioni di esportazione",
"ExportCSVOptions.ShortHelp":"Selezionare gli attributi dell'esportazione, quindi avviare l'esportazione come azione CSV.",
"Find.Title":"Trova",
"Find.ShortHelp":"Trova nella struttura gli elementi che corrispondono ai criteri di ricerca specificati.",
"graphview.Title":"Vista grafico",
"graphview.ShortHelp":"Visualizza la struttura di prodotto in un grafico.",
"LayoutDown.Title":"Giù",
"LayoutDown.ShortHelp":"Orienta il grafico verso il basso.",
"LayoutLeft.Title":"Sinistra",
"LayoutLeft.ShortHelp":"Orienta il grafico verso sinistra.",
"LayoutRight.Title":"Destra",
"LayoutRight.ShortHelp":"Orienta il grafico verso destra.",
"LayoutUp.Title":"Su",
"LayoutUp.ShortHelp":"Orienta il grafico verso l'alto.",
"Print.Title":"Stampa",
"Print.ShortHelp":"Stampa il contenuto del visualizzatore sulla stampante scelta dall'utente.",
"PrintOptions.Title":"Opzioni di stampa",
"PrintOptions.ShortHelp":"Selezionare gli attributi di stampa, quindi avviare la stampa.",
"ReframeAll.Title":"Adatta tutto",
"ReframeAll.ShortHelp":"Adatta l'intero modello nell'area 3D.",
"ReframeOn.Title":"Ricreazione frame attiva",
"ReframeOn.ShortHelp":"Sposta l'oggetto selezionato al centro del visualizzatore.",
"RelationIPExplorer.Title":"Oggetti correlati",
"RelationIPExplorer.ShortHelp":"Consente di spostarsi in collegamenti di creazione di istanze e collegamenti di classificazione della struttura di prodotto.",
"RightSidePanel.Title":"Visualizza riquadro laterale",
"RightSidePanel.ShortHelp":"Mostra o nasconde il contenuto del riquadro laterale destro, ad esempio Proprietà, Relazioni e Documenti.",
"RightSidePanel.LongHelp":"Proprietà: visualizza le proprietà dell'oggetto. Relazioni: visualizza gli oggetti correlati in un elenco. Per comparire nell'elenco, un oggetto deve essere prima indicizzato. Documenti: visualizza i documenti allegati all'oggetto selezionato.",
"RootPanel.Title":"Visualizza radici",
"RootPanel.ShortHelp":"Nasconde o mostra l'elenco degli oggetti radice nel riquadro di navigazione sinistro.",
"RootPanel.LongHelp":"Per rimuovere una radice, fare clic sul pulsante Rimuovi. Per scollegare una radice, fare clic sull'icona dell'occhio aperto. Per collegare una radice, fare clic sull'icona dell'occhio chiuso. Per aggiungere un'evidenziazione incrociata, selezionare la radice nel riquadro laterale. La stessa radice verrà selezionata nell'area 3D.",
"SelectAll.Title":"Seleziona tutti gli elementi visibili",
"SelectAll.ShortHelp":"Seleziona tutti gli elementi visibili nella struttura.",
"SelectChildren.Title":"Seleziona i figli",
"SelectChildren.ShortHelp":"Seleziona tutti i figli degli oggetti selezionati.",
"SelectChildren.LongHelp":"Selezionare uno o più oggetti, quindi fare clic su Seleziona i figli per selezionare il livello figlio degli oggetti selezionati.",
"SelectInversion.Title":"Inverti la selezione",
"SelectInversion.ShortHelp":"Seleziona tutti gli oggetti figli di una radice, ad eccezione degli oggetti nella diramazione del primo oggetto selezionato.",
"SelectInversion.LongHelp":"Selezionare uno o più oggetti, quindi fare clic su Inverti la selezione per invertire la selezione. Tutti gli oggetti della struttura vengono selezionati ad eccezione delle diramazioni dei primi oggetti selezionati. Tenere presente che se prima non si seleziona un oggetto, con questo comando vengono selezionati tutti gli oggetti della struttura.",
"SelectLeaves.Title":"Seleziona le foglie",
"SelectLeaves.ShortHelp":"Seleziona i livelli foglia degli oggetti selezionati.",
"SelectLeaves.LongHelp":"Selezionare uno o più oggetti, quindi fare clic su Seleziona le foglie per selezionare i nodi finali degli oggetti selezionati.",
"SelectParent.Title":"Seleziona il padre",
"SelectParent.ShortHelp":"Seleziona il livello padre degli oggetti selezionati.",
"SelectParent.LongHelp":"Selezionare uno o più oggetti, quindi fare clic su Seleziona il padre per selezionare il livello padre degli oggetti selezionati.",
"SelectSiblings.Title":"Seleziona pari livello",
"SelectSiblings.ShortHelp":"Seleziona gli elementi di pari livello degli oggetti selezionati.",
"SelectSiblings.LongHelp":"Selezionare uno o più oggetti, quindi fare clic su Seleziona pari livello per selezionare gli oggetti di pari livello.",
"SwapThumbState.Title":"Nascondi/Mostra miniatura",
"SwapThumbState.ShortHelp":"Nella vista miniatura, espande e comprime la struttura.",
"thumbnailview.Title":"Visualizzazione miniatura",
"thumbnailview.ShortHelp":"Visualizza la struttura di prodotto in miniature.",
"tileview.Title":"Visualizzazione affiancata",
"tileview.ShortHelp":"Visualizza la struttura di prodotto in riquadri affiancati.",
"ToggleOverview.Title":"Mostra/nascondi panoramica",
"ToggleOverview.ShortHelp":"Visualizza o nasconde la panoramica.",
"treeview.Title":"Visualizzazione albero",
"treeview.ShortHelp":"Visualizza la struttura di prodotto in una configurazione ad albero.",
"treelistview.Title":"Tree List View",
"treelistview.ShortHelp":"Displays the product structure as a tree."
}
