{
	"UnknownError": "Erreur inconnue. Contactez votre responsable de plateforme pour demander de l'assistance.",

	"SMAPoweredByHandler.abaqus-rules.LONG_JOB_NAME" : "L'argument de la tâche est limité à 89 caractères.",
	"SMAPoweredByHandler.abaqus-rules.SPACE_IN_JOB" : "Abaqus ne prend pas en charge les espaces dans l'argument de la tâche. Tous les espaces ont été remplacés par des tirets bas.",
	"SMAPoweredByHandler.abaqus-rules.ILLEGAL_CHARACTER_IN_JOB" : "Les caractères suivants ne sont pas pris en charge pour l'argument de la tâche :\n\" \\' # $ @ % * , ? \\ < > [ ] | : ' espace . Ces caractères ont été remplacés par des tirets bas.",
	"SMAPoweredByHandler.abaqus-rules.SCALED_PVM": "Le niveau de performance précédemment sélectionné a été adapté pour correspondre à la capacité de l'environnement de calcul sélectionné pour la taille du modèle courant.",
	"SMAPoweredByHandler.abaqus-rules.SCALED_SVM": "La taille du modèle précédemment sélectionné dépassait la capacité de l'environnement de calcul sélectionné.",

	"SMAPoweredByHandler.common-rules.MORE_THAN_ONE_CLOUD_COS_NO_DEFAULT": "Plusieurs serveurs 3DOrchestrate compatibles avec le cloud trouvés mais aucun n'est actuellement votre serveur par défaut.  Le premier serveur (dans l'ordre alphabétique) compatible avec le cloud sera utilisé.",
	"SMAPoweredByHandler.common-rules.NO_CLOUD_COS_FOUND": "Aucun serveur 3DOrchestrate compatible avec le cloud trouvé. Veuillez contacter votre responsable de plateforme pour obtenir de l'aide.",

	"SMAPoweredByHandler.default-rules.MISSING_STEP": "La définition de la tâche ne contient pas l'étape {context} attendue.  Veuillez contacter l'administrateur de cette application pour ajouter toutes les étapes requises.",

	"SMAPoweredByState.SMAPoweredByState.UNAUTHORIZED_ACCESS_ERROR": "Accès non autorisé.  Actualisez l'application et réessayez.  Si le problème persiste, contactez votre gestionnaire de plateforme pour obtenir de l'aide.",
	"SMAPoweredByState.RUNAS_CREDENTIALS_ERROR": "Informations d'identification non valides pour l'exécution.  Confirmez-les ou contactez votre Platform Manager pour obtenir de l'aide.",
	"SMAPoweredByState.SESSION_TIMEOUT_ERROR": "La session a expiré.  Actualisez l'app pour initialiser une nouvelle session.",

	"SMAPoweredByState.ad-state-app.APPS_LICENSE_WS_ERROR": "Echec d'obtention des licences. Contactez votre responsable de plateforme pour demander de l'assistance.",
	"SMAPoweredByState.ad-state-app.APPS_MGMT_WS_ERROR": "Echec du chargement des environnements Apps.",

	"SMAPoweredByState.ad-state-cos.SERVER_STATUS_WS_ERROR": "Le serveur 3DOrchestrate '{context}' ne répond pas.  D'autres serveurs peuvent être disponibles.  Contactez votre gestionnaire de plateforme pour obtenir de l'aide.",
	"SMAPoweredByState.ad-state-cos.RUNASENABLED_WS_ERROR": "Echec de l'obtention de la configuration RunAs pour le serveur 3DOrchestrate '{context}'.",
	"SMAPoweredByState.ad-state-cos.STATIONS_WS_ERROR": "Echec du chargement des stations pour le serveur 3DOrchestrate '{context}'.",
	"SMAPoweredByState.ad-state-cos.PRIVATE_STATIONS_ERROR": "Echec du chargement des stations privées pour le serveur 3DOrchestrate '{context}'.",
	"SMAPoweredByState.ad-state-cos.SERVERS_WS_ERROR": "Echec du chargement des serveurs 3DOrchestrate.",

	"SMAPoweredByState.ad-state-domain-connector-definitions.CONNECTOR_DEFINITIONS_WS_ERROR": "Echec de l'obtention des définitions de connecteur.",

	"SMAPoweredByState.ad-state-domain-job-types.JOB_TYPES_WS_ERROR": "Echec de l'obtention des modèles de type de tâche.",
	"SMAPoweredByState.ad-state-domain-job-types.JOB_TYPE_OPTIONS_WS_ERROR": "Echec de l'obtention des options de modèle de type de tâche.",

	"SMAPoweredByState.ad-state-domain-jobs.ACTIVITIES_WS_ERROR": "Echec du chargement de la tâche.",
	"SMAPoweredByState.ad-state-domain-jobs.ACTIVITY_CREATE_WS_ERROR": "Echec de la création de tâche.",
	"SMAPoweredByState.ad-state-domain-jobs.ACTIVITY_UPDATE_WS_ERROR": "Echec de la mise à jour de la tâche.",
	"SMAPoweredByState.ad-state-domain-jobs.ACTIVITY_DELETE_WS_ERROR": "Echec de la suppression de la tâche.",
	"SMAPoweredByState.ad-state-domain-jobs.ACTIVITY_NOT_FOUND": "Echec de la création de tâche. Vous ne disposez peut-être pas des droits d'accès vous permettant de créer une tâche dans ce contexte.",
	"SMAPoweredByState.ad-state-domain-jobs.JOBS_WS_ERROR": "Echec du chargement des tâches.",
	"SMAPoweredByState.ad-state-domain-jobs.JOB_UPDATE_WS_ERROR": "Echec de la mise à jour de la tâche.",
	"SMAPoweredByState.ad-state-domain-jobs.JOB_ADD_OUTPUT_WS_ERROR": "Echec de l'ajout de la sortie à la tâche.",
	"SMAPoweredByState.ad-state-domain-jobs.JOB_DELETE_WS_ERROR": "Echec de la suppression de la tâche.",
	"SMAPoweredByState.ad-state-domain-jobs.JOB_PROGRESS_WS_ERROR": "Echec de l'obtention de la progression de la tâche.",
	"SMAPoweredByState.ad-state-domain-jobs.JOB_DETAILS_WS_ERROR": "Echec de la définition des détails de la tâche.",
	"SMAPoweredByState.ad-state-domain-jobs.JOB_ACTION_NOT_ALLOWED_ERROR": "L'action est désormais autorisée sur cette tâche dans son état actuel.",
	"SMAPoweredByState.ad-state-domain-jobs.START_JOB_RUNTIME_ERROR": "Echec du démarrage de la tâche.  Assurez-vous que les serveurs 3DSpace et 3DOrchestrate utilisent des protocoles compatibles (https et http).  Contactez votre responsable de plateforme pour obtenir de l'aide.",
	"SMAPoweredByState.ad-state-domain-jobs.START_JOB_WS_NOT_FOUND": "Echec du démarrage de la tâche.  Service Web introuvable.  Contactez votre responsable de plateforme pour obtenir de l'aide.",
	"SMAPoweredByState.ad-state-domain-jobs.JOB_CREATION_UNAUTHORIZED": "Echec du démarrage de la tâche.  Vous ne possédez peut-être pas l'accès nécessaire pour créer une tâche dans ce contexte.",
	"SMAPoweredByState.ad-state-domain-jobs.START_JOB_PRIVATE_STATION_USER_MISMATCH": "Echec du démarrage de la tâche.  Vérifiez que l'utilisateur est identique à celui de votre station locale.",
	"SMAPoweredByState.ad-state-domain-jobs.START_JOB_PRIVATE_STATION_SERVER_MISMATCH": "Vérifiez que votre station locale est connectée au même serveur 3DSpace.",
	"SMAPoweredByState.ad-state-domain-jobs.START_JOB_PRIVATE_STATION_NOT_FOUND": "Echec du démarrage de la tâche.  Il se peut que la station locale ne fonctionne pas.",
	"SMAPoweredByState.ad-state-domain-jobs.START_JOB_BUILD_JOB_ERROR": "Echec du démarrage de la tâche.  Il est possible que le serveur 3DSpace manque d'espace disque.  Contactez votre responsable de plateforme pour obtenir de l'aide.",
	"SMAPoweredByState.ad-state-domain-jobs.START_JOB_SSO_LOGIN_REQUEST_ERROR": "Echec du démarrage de la tâche.  Vérifiez que votre serveur 3DOrchestrate est configuré avec tous les certificats requis.  Contactez votre responsable de plateforme pour obtenir de l'aide.",
	"SMAPoweredByState.ad-state-domain-jobs.JOB_NOT_FOUND": "Echec du démarrage de la tâche.",

	"SMAPoweredByState.ad-state-domain-managed-data.GET_FILE_VERSIONS_WS_ERROR": "Echec du chargement des versions de fichier.",
	"SMAPoweredByState.ad-state-domain-managed-data.GET_CONTENT_WS_ERROR": "Echec du chargement ou de l'actualisation des données de l'étude.",
	"SMAPoweredByState.ad-state-domain-managed-data.ADD_REF_CONTENT_WS_ERROR": "Echec de l'ajout du contenu référencé.",
	"SMAPoweredByState.ad-state-domain-managed-data.ADD_REF_CONTENT_EXISTS_ERROR": "Le contenu référencé existe déjà dans l'étude.",
	"SMAPoweredByState.ad-state-domain-managed-data.ADD_REF_CONTENT_UNAUTHORIZED": "Echec de l'ajout du contenu référencé. Vous ne disposez peut-être pas des droits d'accès vous permettant d'ajouter une référence à ce contenu.",
	"SMAPoweredByState.ad-state-domain-managed-data.UPLOAD_FILE_WS_ERROR": "Echec du téléchargement du fichier local.",
	"SMAPoweredByState.ad-state-domain-managed-data.UPLOAD_WORK_DATA_ERROR": "Echec du téléchargement des données de travail.",
	"SMAPoweredByState.ad-state-domain-managed-data.CREATE_CONTENT_WS_ERROR": "Echec de la création du contenu.",
	"SMAPoweredByState.ad-state-domain-managed-data.UPLOAD_FILE_UNAUTHORIZED": "Echec du téléchargement du fichier local. Vous ne disposez peut-être pas des droits d'accès vous permettant de créer du contenu dans ce contexte.",
	"SMAPoweredByState.ad-state-domain-managed-data.DELETE_CONTENT_WS_ERROR" : "Echec de la suppression du fichier. Vous ne disposez peut-être pas des droits d'accès nécessaires pour supprimer le fichier.",
	"SMAPoweredByState.ad-state-domain-managed-data.SET_FILE_VERSION_COMMENTS_WS_ERROR" : "Impossible de télécharger le commentaire de version.  Vous ne disposez peut-être pas de l'accès pour le modifier dans ce contexte.",

	"SMAPoweredByState.ad-state-domain-study.STUDY_CREATE_WS_ERROR": "Echec de la création de l'étude.",
	"SMAPoweredByState.ad-state-domain-study.STUDY_UPDATE_ACCESS_ERROR": "Echec de mise à jour de l'étude. Vous ne disposez peut-être pas des droits d'accès nécessaires pour modifier l'étude dans ce contexte.",
	"SMAPoweredByState.ad-state-domain-study.STUDY_UPDATE_WS_ERROR": "Echec de la mise à jour de l'étude.",
	"SMAPoweredByState.ad-state-domain-study.STUDY_WS_ERROR": "Echec de l'actualisation de l'étude.",

	"SMAPoweredByState.ad-state-domain-study-templates.STUDY_TEMPLATES_WS_ERROR": "Echec de l'obtention des modèles d'étude.  Actualisez l'application et réessayez.  Si le problème persiste, il se peut que vous n'ayez pas accès à ce contexte.  Contactez votre responsable de plateforme pour toute assistance.",
	"SMAPoweredByState.ad-state-domain-study-templates.STUDY_TEMPLATE_OPTIONS_WS_ERROR": "Echec de l'obtention des options de modèle d'étude.  Actualisez l'application et réessayez.  Si le problème persiste, il se peut que vous n'ayez pas accès à ce contexte.  Contactez votre responsable de plateforme pour toute assistance.",

	"SMAPoweredByState.ad-state-domain-work-data.INITIALIZE_EXEC_DIR_ERROR": "Echec de l'initialisation du répertoire de travail.  Contactez votre responsable de plateforme pour toute assistance.",
	"SMAPoweredByState.ad-state-domain-work-data.REFRESH_WORK_DATA_ERROR": "Echec de l'actualisation du répertoire de travail.  Contactez votre responsable de plateforme pour toute assistance.",
	"SMAPoweredByState.ad-state-domain-work-data.DOWNLOAD_MANAGED_DATA_ERROR": "Echec du téléchargement des données.  Contactez votre responsable de plateforme pour toute assistance.",
	"SMAPoweredByState.ad-state-domain-work-data.COS_JOB_NOT_DISPATCHED" : "Echec de la connexion à 3DOrchestrate pour obtenir le répertoire de travail.  Contactez votre responsable de plateforme pour toute assistance.",
	"SMAPoweredByState.ad-state-domain-work-data.EXE_DIR_CONTENT_NOT_FOUND" : "Echec du chargement du répertoire de travail, ce dernier est introuvable.  Il a peut-être été supprimé.  Si ce n'est pas le cas, contactez votre responsable de plateforme pour toute assistance.",
	"SMAPoweredByState.ad-state-domain-work-data.EXE_DIR_PATH_NOT_FOUND" : "Echec du chargement du répertoire de travail, le chemin de ce dernier est introuvable.  Contactez votre responsable de plateforme pour toute assistance.",
	"SMAPoweredByState.ad-state-domain-work-data.FILE_MON_JOB_NOT_STARTED" : "Echec du chargement du répertoire de travail.  Le service de surveillance n'a pas pu démarrer.  Contactez votre responsable de plateforme pour toute assistance.",
	"SMAPoweredByState.ad-state-domain-work-data.FILE_MON_JOB_USR_MISMATCH" : "Echec du chargement du répertoire de travail.  Il a peut-être été créé par un autre utilisateur ou une autre station.  Contactez votre responsable de plateforme pour toute assistance.",
	"SMAPoweredByState.ad-state-domain-work-data.FILE_MON_URL_NOT_FOUND" : "Echec du chargement du répertoire de travail.  Le service de surveillance est introuvable ou a besoin de plus de temps que prévu pour s'initialiser.  Actualisez l'application et réessayez.  Si le problème persiste, contactez votre responsable de plateforme pour obtenir de l'aide.",
	"SMAPoweredByState.ad-state-domain-work-data.TRANSIENT_MON_FINISHED" : "La tâche est terminée et le répertoire de travail est paramétré pour être automatiquement supprimé.",
	"SMAPoweredByState.ad-state-domain-work-data.CREDENTILAS_NOT_SUPPIED" : "Echec du chargement du répertoire de travail.  La station est configurée pour le mode Exécuter en tant que, mais il manque des informations d'identification valides.  Contactez votre responsable de plateforme pour toute assistance.",

	"SMAPoweredByViews.ad-app-container.INVALID_DROP_3DX": "Type d'objet non pris en charge ou trop d'éléments présents. Déposez une seule étude prise en charge (p. ex.: une simulation ou un processus de simulation ad-hoc).",
	"SMAPoweredByViews.ad-app-container.INVALID_DROP_LOCAL": "Echec du téléchargement du fichier.  Les fichiers doivent être téléchargés dans le contexte d'une étude.  Créez une étude et réessayez.",
	"SMAPoweredByViews.ad-app-container.STUDY_CLOSED": "L'étude a été fermée, car elle a été supprimée dans un autre widget.",

	"SMAPoweredByViews.ad-app-observers.SECURITYCONTEXTERROR": "Impossible de récupérer les espaces de collaboration disponibles.  Actualisez l'application et réessayez.  Si le problème persiste, contactez votre responsable de plateforme pour obtenir de l'aide.",
	"SMAPoweredByViews.ad-app-observers.JOB_COMPLETED": "Tâche '{context}' terminée.",
	"SMAPoweredByViews.ad-app-observers.JOB_FAILED_INITIALIZING": "Echec de la tâche '{context}' durant l'initialisation.",
	"SMAPoweredByViews.ad-app-observers.JOB_FAILED_SOLVING": "Echec de la tâche '{context}' durant la résolution.",
	"SMAPoweredByViews.ad-app-observers.JOB_FAILED_SAVING": "Echec de la tâche '{context}' durant l'enregistrement.",
	"SMAPoweredByViews.ad-app-observers.JOB_FAILED_UNKNOWN": "Echec de la tâche '{context}'.",
	"SMAPoweredByViews.ad-app-observers.GENERATE_RESULTS_FAILED": "La génération des résultats a échoué pour la tâche '{context}'. Pour plus d'informations, veuillez utiliser le widget Surveillance des tâches.",
	"SMAPoweredByViews.ad-app-observers.UPLOADING_FAILED": "Le téléchargement du fichier a échoué pour la tâche '{context}'. Pour plus d'informations, veuillez utiliser le widget Surveillance des tâches.",
	"SMAPoweredByViews.ad-app-observers.STUDY_READ_ONLY": "L'étude est en lecture seule dans ce contexte. Si ce n'était pas prévu, vérifiez votre contexte et vos autorisations pour cette étude.",
	"SMAPoweredByViews.ad-app-observers.IS_TRANSIENT_WIDGET": "Cette app est ouverte en tant que widget transitoire.  Certaines fonctionnalités seront désactivées, comme le support pour ouvrir les études existantes.  Veuillez épingler le widget sur le tableau de bord.",
	"SMAPoweredByViews.ad-app-observers.NO_SECURITY_CONTEXT_SET": "Aucun espace de collaboration défini.  Actualisez l'application et réessayez.  Si le problème persiste, contactez votre responsable de plateforme pour obtenir de l'aide.",

	"SMAPoweredByViews.ad-refresh-utils.APP_REFRESH_STARTED": "Actualisation de l'app et des données de l'étude...",
	"SMAPoweredByViews.ad-refresh-utils.APP_REFRESH_COMPLETED": "L'actualisation a réussi.",
	"SMAPoweredByViews.ad-refresh-utils.APP_REFRESH_FAILED": "Echec de l'actualisation.  Actualisez votre navigateur pour réessayer.  Si le problème persiste, contactez votre responsable de plateforme pour obtenir de l'aide.",
	"SMAPoweredByViews.ad-refresh-utils.APP_REFRESH_TIMEOUT": "L'actualisation prend plus de temps que prévu et a peut-être échoué. Actualisez votre navigateur et réessayez. Si le problème persiste, contactez votre responsable de plateforme pour obtenir de l'aide.",
	"SMAPoweredByViews.ad-refresh-utils.APP_REFRESH_ALREADY_REFRESHING": "Actualisation en cours...",

	"SMAPoweredByViews.ad-create-study.STUDY_TEMPLATE_NOT_FOUND": "Le modèle d'étude demandé est introuvable.  Actualisez l'application et réessayez.  Si le problème persiste, contactez votre responsable de plateforme pour obtenir de l'aide.",
	"SMAPoweredByViews.ad-create-study.CREATE_STUDY_FAILED": "Echec de création de l'étude. Vous ne disposez peut-être pas des droits d'accès nécessaires pour créer une étude dans ce contexte.",
	"SMAPoweredByViews.ad-create-study.INVALID_STRING": "Caractère non valide.  Les caractères suivants ne sont pas pris en charge :\n \" \\' # $ @ % * , ? \\ < > [ ] ( ) | : . \n",

	"SMAPoweredByViews.ad-create-job-container.TIMED_OUT_STUDY_TEMPLATES": "Expiration du délai de récupération des modèles d'étude.  Actualisez l'application et réessayez.  Si le problème persiste, contactez votre responsable de plateforme pour obtenir de l'aide.",
	"SMAPoweredByViews.ad-create-job-container.TIMED_OUT_JOB_TYPES": "Expiration du délai de récupération des applications disponibles.  Actualisez l'application et réessayez.  Si le problème persiste, contactez votre responsable de plateforme pour obtenir de l'aide.",
	"SMAPoweredByViews.ad-create-job-container.STUDY_TEMPLATE_NOT_FOUND": "Le modèle d'étude demandé est introuvable.  Actualisez l'application et réessayez.  Si le problème persiste, contactez votre responsable de plateforme pour obtenir de l'aide.",
	"SMAPoweredByViews.ad-create-job-container.JOB_STARTING": "Démarrage de la tâche...",
	"SMAPoweredByViews.ad-create-job-container.JOB_STARTED_SUCCESS": "Tâche démarrée.",

	"SMAPoweredByViews.ad-create-job-intputs.MAININPUTINFO" : "La sélection du fichier défini comme entrée principale ne peut pas être annulée.",

	"SMAPoweredByViews.ad-create-job-solver-args-container.OPTIONREMOVED" : "Les options non prises en charge dans l'environnement de calcul sélectionné ont été supprimées.",

	"SMAPoweredByViews.ADFileUtils.FILE_DOWNLOAD_FAILED": "Echec du téléchargement du fichier.  Réessayez.  Si le problème persiste, contactez votre responsable de plateforme pour obtenir de l'aide.",
	"SMAPoweredByViews.ADFileUtils.DOCUMENT_DOWNLOAD_FAILED": "Echec du téléchargement des documents. Réessayez. Si le problème persiste, contactez votre responsable de plateforme pour obtenir de l'aide.",
	"SMAPoweredByViews.ADFileUtils.ILLEGAL_FILENAME": "{context} ne peut être chargé car son nom présente des caractères non pris en charge. Les caractères suivants ne sont pas pris en charge : , ; ' $",
	"SMAPoweredByViews.ADFileUtils.ILLEGAL_FILENAMES": "Le nom des fichiers suivants comporte des caractères non pris en charge, impossible de les charger : {context}. Les caractères suivants ne sont pas pris en charge : , ; ' $",

	"SMAPoweredByViews.ad-study-utils.STUDY_CLOSED_AFTER": "L'étude a été fermée, car elle a été supprimée.",

	"SMAPoweredByViews.ad-job-content-container.TAILFILEERROR" : "Impossible d'afficher le contenu du fichier.  Seuls les fichiers de texte simple peuvent être prévisualisés.",
	"SMAPoweredByViews.ad-job-content-container.PREVIEWFOLDERMSG" : "Impossible de prévisualiser les dossiers dans cette application.",
	"SMAPoweredByViews.ad-job-content-container.FILENOTSELECTED" : "Veuillez sélectionner un fichier à télécharger",

	"SMAPoweredByViews.ad-generic-file-monitor-view.WORK_DIR_NOT_FOUND": "Echec de chargement du répertoire de travail car il est introuvable.  Contactez votre responsable de plateforme pour toute assistance.",
	"SMAPoweredByViews.ad-generic-file-monitor-view.WORK_DIR_REMOVED": "Le répertoire de travail a été supprimé.",
	"SMAPoweredByViews.ad-generic-file-monitor-view.FILE_STREAM_ERROR": "Echec de récupération du contenu du fichier.  Actualisez l'application et réessayez.  Si le problème persiste, contactez votre responsable de plateforme pour obtenir de l'aide.",
	"SMAPoweredByViews.ad-generic-file-monitor-view.FILE_NOT_AVAILABLE" : "Aucun fichier {context} disponible pour ce travail.",

	"SMAPoweredByViews.ad-monitor-utils.StationNotLoaded": "Station non chargée pour la tâche",
	"SMAPoweredByViews.ad-monitor-utils.WorkDirNotLoaded": "Répertoire de travail non chargé pour la tâche",
	"SMAPoweredByViews.ad-monitor-utils.InsufficientAccess": "Accès insuffisant pour charger le répertoire de travail, essayez de modifier le contexte de sécurité",

	"SMAPoweredByViews.ad-select-application.INVALID_STRING": "Caractère non valide.  Les caractères suivants ne sont pas pris en charge :\n \" \\' # $ @ % * , ? \\ < > [ ] ( ) | : \n",

	"SMAPoweredByViews.ad-tail-file.EXCEEDS_SIZE_LIMIT" : "Impossible de prévisualiser {context}.  Ce fichier excède la taille limite pour l'aperçu (20 Mo).  Pour afficher ce fichier, veuillez le télécharger.",

	"SMAPoweredByViews.Skeleton.ADJobPropertiesView.BAD_CHARACTER_IN_PROPERTY" : "Caractère non valide.  Les caractères suivants ne sont pas pris en charge :\n \" # $ @ % * , ? \\ < > [ ] ( ) | : \n",

	"SMAPoweredByViews.Skeleton.ADJobRenderer.NO_RESULTS_AVAILABLE": "Impossible de prévisualiser les résultats. La prévisualisation des résultats est prise en charge uniquement pour une tâche contenant des résultats 3DEXPERIENCE."
}
