{
    "({0} Administrators)": "({0} administrateurs)",
    "An error occurred while retrieving the data": "Une erreur s'est produite lors de la récupération des données",
    "Cancel": "Annuler",
    "Granted Roles": "Rôles accordés",
    "Invite Members": "Inviter des membres",
    "Members": "Membres",
    "Pending Invitations": "Invitations en attente",
    "Pending Requests": "Demandes en attente",
    "Remaining Invitations": "Invitations restantes",
    "Rename": "Renommer",
    "Requests": "Demandes",
    "Roles": "Rôles",
    "Roles Expire Soon": "Les rôles expirent bientôt.",
    "Save": "Enregistrer",
    "Storage": "Stockage",
    "To do that, go to the next Tab: \"Members\".": "Pour ce faire, allez sur l'onglet suivant : \"Membres\".",
    "Total capacity: {0}": "Capacité totale : {0}",
    "Upgrade Storage": "Mettre à niveau le stockage",
    "Used: {0}": "Utilisé : {0}",
    "Welcome to your platform": "Bienvenue dans votre plateforme",
    "You have been selected as an administrator to manage users & roles.": "Vous avez été choisi pour être administrateur et gérer les utilisateurs et les rôles.",
    "Only roles whose license will expire in less than 30 days": "Uniquement les rôles dont la licence expirera dans moins de 30 jours",
    "Begin by going to the next tab, “Members”, where you can invite other users and give them access to apps by granting them roles.": "Commencez par accéder à l'onglet suivant, \"Membres\", où vous pouvez inviter d'autres utilisateurs et leur donner accès à des apps en leur accordant des rôles.",
    "Use the 3DDashboard menu to change to a different dashboard, such as My First Dashboard. You can also create your own dashboard.": "Utilisez le menu 3DDashboard pour passer à un autre tableau de bord, notamment Mon premier tableau de bord. Vous pouvez également créer votre propre tableau de bord.",
    "Be sure to give yourself the roles you need, too.": "Veillez également à vous accorder les rôles nécessaires.",
    "Find your apps in Compass. Some apps can be dragged onto the dashboard, and some launch in other windows.": "Recherchez vos applications dans le Compass. Il est possible de glisser certaines applications sur le tableau de bord ; certaines se lancent dans d'autres fenêtres.",
    "This is the Members Management dashboard.": "Il s'agit du tableau de bord Gestion des membres.",
    "This is the Platform Management dashboard.": "Il s'agit du tableau de bord Gestion des plateformes."
}
