{
    "TransientError": "検索を実行するには、[Connector for Abaqus/CAE] アプリケーションをダッシュボードに固定する必要があります。",
    "ParseError": "内部エラー。プラットフォーム マネージャーに連絡して支援を求めてください。",
    "ProcessKindError": "選択したシミュレーション スタディは AdHoc タイプである必要があります。",
    "ActivityTemplateNotExistError" : "Abaqus/CAE に必要なシミュレーション エクスペリエンスが 3DEXPERIENCE Platform にインストールされていません。プラットフォーム マネージャーに連絡して支援を求めてください。",
    "ProcessTypeError": "選択したオブジェクトは AdHoc タイプのシミュレーション スタディである必要があります。",
    "CollabSpaceWSError": "選択したコラボレーション スペースにアクセスできません。プラットフォーム マネージャーに連絡して支援を求めてください。",
    "ValidateProcessWSError": "選択したシミュレーション スタディを検証できません。プラットフォーム マネージャーに連絡して支援を求めてください。",
    "JobError": "次の理由でシミュレーション ジョブを開始できません: {reason}",
    "CreateProcessWSFailed": "シミュレーション スタディを作成できません。プラットフォーム マネージャーに連絡して支援を求めてください。",
    "TemplateError": "Abaqus/CAE の実行に必要なシミュレーション エクスペリエンスをインスタンス化できません。プラットフォーム マネージャーに連絡して支援を求めてください。",
    "GetTemplateWSFailed": "シミュレーション エクスペリエンスを開けません。プラットフォーム マネージャーに連絡して支援を求めてください。",
    "GetTemplateOptionsWSFailed": "Abaqus/CAE に必要なシミュレーション エクスペリエンスが 3DEXPERIENCE Platform にインストールされていません。プラットフォーム マネージャーに連絡して支援を求めてください。",
    "InstantiateTemplateWSFailed" :  "Abaqus/CAE に必要なシミュレーション エクスペリエンスをインスタンス化できません。プラットフォーム マネージャーに連絡して支援を求めてください。",
    "ValidateCAEProcessWSFailed" :  "選択したシミュレーション スタディを開けません。プラットフォーム マネージャーに連絡して支援を求めてください。",
    "GetProcessInfoWSFailed" :  "選択したシミュレーション スタディにアクセスできません。プラットフォーム マネージャーに連絡して支援を求めてください。",
    "ConnectRefRelationshipWSFailed" :  "参照内容をシミュレーション スタディに接続できません。プラットフォーム マネージャーに連絡して支援を求めてください。",
    "GetActivityInfoFailed" :  "選択したシミュレーション スタディにアクセスできません。プラットフォーム マネージャーに連絡して支援を求めてください。",
    "GetStepInfoWSFailed" :  "選択したシミュレーション スタディにアクセスできません。プラットフォーム マネージャーに連絡して支援を求めてください。",
    "UpdateStepInfoWSFailed" :  "選択したシミュレーション スタディを更新できません。プラットフォーム マネージャーに連絡して支援を求めてください。",
    "MultipleActivitiesProcess" :  "シミュレーション スタディに Abaqus/CAE の複数の構成があるため、どれが起動するステップかを決定できません。プラットフォーム マネージャーに連絡して支援を求めてください。",
    "IncorrectAdaptor": "シミュレーション エクスペリエンスに含まれているシミュレーション アクティビティが、予期されるアダプタを含んでいません。プラットフォーム マネージャーに連絡して支援を求めてください。",
    "NoInternalData": "内部データ カテゴリが見つからないため、選択したシミュレーション スタディを開けません。このスタディは、サポートされていないシミュレーション エクスペリエンスから作成された可能性があります。プラットフォーム マネージャーに連絡して支援を求めてください。",
    "ResumeEmptyStudy": "再開するスタディを選択してください",
    "InstanciateProcess": "このスタディはまだ作成されていません。スタディが少なくとも一度起動されるまで、参照内容を追加することはできますが、スタディに新しいデータをアップロードすることはできません。",
    "ContactAdmin": "プラットフォーム マネージャーに問い合わせてください。",
    "InvalidStudyName": "以下にリストされた文字は入力できません:\n \" # $ @ % * , ? \\ < > [ ] ( ) | : & ! ; / ^ { = }\n 無効な文字は [スタディ名] フィールドから除去する必要があります。",
    "NoCloudInfo": "クラウド サーバー情報を取得できませんでした。ライセンスが見つかりません。プラットフォーム マネージャーに問い合わせてください",
    "UnknownError": "予期しないエラーが発生しました。プラットフォーム マネージャーに連絡して支援を求めてください。"
}
