{
    "TransientError": "Vous devez épingler l'app [Connecteur pour Abaqus/CAE] sur le tableau de bord afin d'effectuer une recherche.",
    "ParseError": "Erreur interne. Vous devez contacter votre responsable de plateforme pour demander de l'assistance.",
    "ProcessKindError": "L'étude de simulation sélectionnée doit être de type AdHoc.",
    "ActivityTemplateNotExistError" : "L'expérience de simulation requise par Abaqus/CAE n'a pas été installée sur 3DEXPERIENCE Platform. Vous devez contacter votre responsable de plateforme pour demander de l'assistance.",
    "ProcessTypeError": "L'objet sélectionné doit être une étude de simulation de type AdHoc.",
    "CollabSpaceWSError": "Impossible d'accéder à l'espace de collaboration sélectionné. Vous devez contacter votre responsable de plateforme pour demander de l'assistance.",
    "ValidateProcessWSError": "Impossible de valider l'étude de simulation sélectionnée. Vous devez contacter votre responsable de plateforme pour demander de l'assistance.",
    "JobError": "Impossible de démarrer la tâche de simulation : {reason}.",
    "CreateProcessWSFailed": "Impossible de créer l'étude de simulation. Vous devez contacter votre responsable de plateforme pour demander de l'assistance.",
    "TemplateError": "L'expérience de simulation requise par Exécuter Abaqus/CAE n'a pas pu être instanciée. Vous devez contacter votre responsable de plateforme pour demander de l'assistance.",
    "GetTemplateWSFailed": "Impossible d'ouvrir l'expérience de simulation. Vous devez contacter votre responsable de plateforme pour demander de l'assistance.",
    "GetTemplateOptionsWSFailed": "L'expérience de simulation requise par Abaqus/CAE n'a pas été installée sur 3DEXPERIENCE Platform. Vous devez contacter votre responsable de plateforme pour demander de l'assistance.",
    "InstantiateTemplateWSFailed" :  "L'expérience de simulation requise par Abaqus/CAE n'a pas pu être instanciée. Vous devez contacter votre responsable de plateforme pour demander de l'assistance.",
    "ValidateCAEProcessWSFailed" :  "Impossible d'ouvrir l'étude de simulation sélectionnée. Vous devez contacter votre responsable de plateforme pour demander de l'assistance.",
    "GetProcessInfoWSFailed" :  "Impossible d'accéder à l'étude de simulation sélectionnée. Vous devez contacter votre responsable de plateforme pour demander de l'assistance.",
    "ConnectRefRelationshipWSFailed" :  "Impossible d'attacher le contenu référencé à l'étude de simulation. Vous devez contacter votre responsable de plateforme pour demander de l'assistance.",
    "GetActivityInfoFailed" :  "Impossible d'accéder à l'étude de simulation sélectionnée. Vous devez contacter votre responsable de plateforme pour demander de l'assistance.",
    "GetStepInfoWSFailed" :  "Impossible d'accéder à l'étude de simulation sélectionnée. Vous devez contacter votre responsable de plateforme pour demander de l'assistance.",
    "UpdateStepInfoWSFailed" :  "Impossible de mettre à jour l'étude de simulation sélectionnée. Vous devez contacter votre responsable de plateforme pour demander de l'assistance.",
    "MultipleActivitiesProcess" :  "Impossible de déterminer quelle étape lancer, car l'étude de simulation contient plusieurs configurations pour Abaqus/CAE. Vous devez contacter votre responsable de plateforme pour demander de l'assistance.",
    "IncorrectAdaptor": "L'activité de simulation incluse dans l'expérience de simulation ne contient pas l'adaptateur attendu. Vous devez contacter votre responsable de plateforme pour demander de l'assistance.",
    "NoInternalData": "Impossible d'ouvrir l'étude de simulation sélectionnée, car il manque la catégorie de données internes. L'étude a peut-être été créée à partir d'une expérience de simulation non prise en charge. Vous devez contacter votre responsable de plateforme pour demander de l'assistance.",
    "ResumeEmptyStudy": "Veuillez sélectionner une étude à reprendre",
    "InstanciateProcess": "Cette étude n'a pas encore été créée. Tant qu'une étude n'a pas été lancée au moins une fois, vous pouvez ajouter du contenu référencé mais pas charger de nouvelles données dans l'étude.",
    "ContactAdmin": "Contactez votre responsable de plateforme pour demander de l'assistance.",
    "InvalidStudyName": "Les caractères répertoriés ci-dessous ne sont pas autorisés dans l'entrée :\n \" # $ @ % * , ? \\ < > [ ] ( ) | : & ! ; / ^ { = }\nLe caractère non valide doit être supprimé du champ Nom de l'étude.",
    "NoCloudInfo": "Les informations du serveur cloud n'ont pas pu être récupérées, car il manque une licence. Veuillez contacter votre responsable de plateforme pour toute assistance.",
    "UnknownError": "Une erreur inattendue s'est produite. Contactez votre responsable de plateforme pour obtenir de l'aide."
}
