{
  "termsOfUseAcceptance": "Aceptación de los términos de uso",
  "DSMarketplace": "Marketplace Dassault Systèmes",
  "sellerTermsOfUseRegistering": "Su registro implica la aceptación de las condiciones de Marketplace Dassault Systèmes",
  "sellerTermsOfUseRegisteringUpdate": "han cambiado; para continuar, debe leerlos y aceptarlos.",
  "ok": "Aceptar",
  "uploadTerms": "Cargar sus condiciones de venta",
  "salesConditionsProviders": "Los proveedores de servicios pueden regular el uso de esta plataforma por parte de los usuarios y establecer las condiciones de venta relacionadas con el laboratorio, de conformidad con el acuerdo alcanzado con Dassault Systèmes para la utilización de este servicio.",
  "salesConditionsUpload": "Cargar sus condiciones de venta aquí",
  "termsOrder": "He leído y acepto los siguientes elementos de 3DS Marketplace",
  "termsOfUse": "Términos de uso",
  "salesConditions": "Condiciones de venta",
  "download": "Descargar",
  "replace": "Reemplazar",
  "salesConditionsLab": "Se aplican las condiciones de venta generales de {0} a esta orden",
  "agree": "Estoy de acuerdo con las",
  "provided": "que proporciona",
  "specificConditions": "Se aplican condiciones de venta específicas a esta orden",
  "yourSalesConditions": "Sus condiciones de venta",
  "termsOfUseBuyers": "Condiciones de uso para compradores",
  "termsOfUseSellers": "Condiciones de uso para vendedores",
  "uploadDocument": "Cargar documento",
  "generalTCMarketplace": "Términos y condiciones generales de Marketplace",
  "ds-buyersTCMarketplace": "Términos y condiciones de Marketplace para compradores",
  "ds-sellersTCMarketplace": "Términos y condiciones de Marketplace para vendedores",
  "generalMarketplaceUpload": "Todos los usuarios podrán acceder al documento cargado en esta ubicación desde cualquier punto del sitio mediante el vínculo que aparece en el pie de página.",
  "ds-buyersMarketplaceUpload": "Se podrá acceder al documento cargado en esta ubicación desde la página \"Mis solicitudes\" de los compradores.",
  "ds-sellersMarketplaceUpload": "Se podrá acceder al documento cargado en esta ubicación desde la página \"Mi servicio\" de los vendedores.",
  "generalPlaceholder": "Cargar términos y condiciones generales de Marketplace aquí",
  "ds-buyersPlaceholder": "Cargar términos y condiciones de Marketplace para compradores aquí",
  "ds-sellersPlaceholder": "Cargar términos y condiciones de Marketplace para vendedores aquí",
  "alreadyUploaded": "Ya se han cargado las condiciones de venta específicas",
  "specificUploaded": "Se han cargado las condiciones de venta específicas",
  "maximumSize": "El tamaño de archivo máximo que se puede cargar es 50 Mb"
}
